{
  "Entertainment": {
    "Fun City": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043669819",
      "Location": "Andalusia Court",
      "Description": "Fun City is an ideal play centre for kids between 1-12 years of age. Fun City forms an integral part in the society by providing a platform to children for social interactions and active play in a safe, secure and conveniently accessed location.\nFun has many faces at Fun City. “Fun n Learn” an area for children age 0-4 provides avenues for the mental and physical development of a child, whereas the softplay area called “Play Zone” provides a safe and secure place to slide, run, climb, jump around and enjoy. Birthday parties, School Trips and Mom’s Coffee Mornings are the perfect get-togethers that make every moment for family and friends a whole lot more fun and memorable.\nFun City has a simple invitation to one and all; Come, play! ",
      "Similar Brands": NaN,
      "Other Info": "www.funcity.ae\nWeekday (Sunday to Wednesday)            : 2 PM to 10 PM\nWeekday (Thursday to Saturday)              : 1 PM to 11 PM\nhttps://www.instagram.com/funcitycomeplay\nhttps://www.facebook.com/funcitycomeplay\n@funcitycomeplay\n"
    },
    "Kidz Palooza": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "04 576 9180",
      "Location": "Egypt Court",
      "Description": "Kidz Palooza is an Arts & Entertainment center that was designed for the whole family and with your child’s adventure and creative imagination in mind.",
      "Similar Brands": NaN,
      "Other Info": "Parents can safely drop off their kids while they shop or meet with friends.  Alternatively, parents can stay and relax in our comfortable central lounge.\nThe Play Area hosts an amazing multi-level soft playground and several exciting Play Zones for kids ages 1-12 to promote fun, creativity, exercise, self-awareness and confidence through a variety of activities.  The soft playground features a diversified mix of 41 different, attractive and fun play elements that will keep the kids excited and active with Climbing, Sliding, Crawling, Balancing and Playing while exploring the huge 3- dimensional Maze.  The Play Zones include Building Blocks, a Craft Station, Backstage dress-up, The Marketplace, and a Tot Corner for little ones.\nKidz Palooza also features a paint studio where kids can explore their creativity through exciting art programs, and a Pottery studio where family and friends of all ages and ability may gather to paint and play….transforming ready to paint pottery pieces into their own amazing works of art.  We professionally glaze and kiln-fire the pieces to a brilliant, durable finish to become functional dish ware, unique souvenirs, one-of-a-kind gifts and precious keepsakes.  Making memories and art to last forever.\nKidz Palooza is also your best choice to celebrate your child’s birthday or get pampered in our kids salon and nail spa.  Visit us to learn more!\nWebsite:  www.kidzpalooza.ae\n"
    },
    "Novo Cinemas - IMAX": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043649898",
      "Location": "China Court",
      "Description": "Treat yourself to some magic when the lights turn off! The flagship 21-screen Novo Cinema Dubai at Ibn Battuta Mall presents a truly incomparable cinema experience for moviegoers. Watch the latest blockbuster movies out of Hollywood and other regions or lose yourself in the immersive experience that is the IMAX movie theatre for the ultimate movie entertainment experience. Carefully built with attention to every aspect and position to deliver unbelievably intense contrasts and colors, you are treated to an experience so real you’d probably forget you are seated inside the cinema! And of course, an awe-inspiring sound system that makes you feel the crashes and cries just adds to the realistic feel.",
      "Similar Brands": NaN,
      "Other Info": "Novo Cinemas makes use of the latest technology to offer an innovative setting with dual projections and heightened realism that allow you to smell and feel sensations occurring in the movie!\nOf course, all of that means nothing without comfortable seating. With soft and luxurious seats that you can just sink into and stay comfortable, you can watch the movie in bliss while the gourmet meals and beverages offered in-house allow you to enjoy a more memorable feast than just the usual popcorn. The cinema’s range of facilities firmly cements its status as the ideal place for fun and a comprehensive family entertainment centre.\n"
    },
    "Sing N Swing": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 366 9385",
      "Location": "China Court",
      "Description": "Subject your young ones to one of the most interesting kids activities! Get them engaged in a truly unique singing and dancing experience tailored just for children here at Sing N Swing Dubai Music Centre. With sessions that focus on the children , families and friends, it is one of the best places to go with kids.  They aim at not only singing and dancing but also at raising the self-confidence and eliminating fear barriers that can hinder young children if not treated at the beginnings.",
      "Similar Brands": NaN,
      "Other Info": "The sessions take place in groups which motivate the little ones to work hand in hand with others, thus improving teamwork skills. The dancing and singing classes have the ability to improve the motor skills in their young bodies while the physical exertion will help build a healthy body. Safe and secure surroundings mean your child will not be intimidated and will be closely monitored and supported throughout every stage.\nAfter 7 weeks, the trained boys and girls will perform at 2 events called “All Star Performances” while their family and friends are invited over to witness the event that celebrates their singing and dancing skills.\nIf you are on the lookout for fun places for kids in Dubai and a complete family entertainment center, drop by to Ibn Battuta Mall today!\n"
    },
    "Sky Zone": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0547932011",
      "Location": "Persia Court",
      "Description": "Sky Zone is the world’s first all-walled trampoline playing court! It’s the freedom of flight.  It’s pure, unadulterated happiness. It’s also the place that invented “fun Fitness”.",
      "Similar Brands": NaN,
      "Other Info": "With 15 different attractions including Wipe Out, Warrior Courses, Zip Lines and a dedicated Toddler Court, there is something for everyone! We also have Coldstone Creamery and Sbarro cafes.\nWe are SKY lovers, thrill-seekers, and crazies who believe that flying is freedom. We are what happy looks like. We are athletes, free spirits, the people next door. We are anyone and everyone who loves to fly for joy. The ones who believe we can all grow young. We are inspiring, confident, and ready for adventure, superheroes who fly with swagger and style. With big hearts and a keen eye for safety, we are the inventors of “wall-to-wall-fun.” It started with an idea. A dream. We set the course. We changed the game and made it Fly. We are SKY ZONE.\n"
    },
    "Stay and Play": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0505425828",
      "Location": "Egypt Court",
      "Description": "Stay and Play Dubai is a one-price entry, multi-play area for children aged 2-8 years old. At this indoor play area in Dubai, there are many soft items, activities and attractions to keep children amused whilst you go shopping or just relax with a coffee nearby and get a well-earned break from your kids.",
      "Similar Brands": NaN,
      "Other Info": "Our well-trained staff will look after your little darlings in a clean and safe environment whilst they explore the various elements that make Stay and Play different and unique. Make sure to check out one of the best play areas in Dubai for a fun, relaxing day for both you and the kids.\n"
    },
    "Switch Bowling": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 440 5961",
      "Location": "India Court",
      "Description": "Switch Bowling Dubai is the very embodiment of Ibn Battuta Mall’s status as an all-round family entertainment centre. A game that revolves around speed, sport and style, Switch Bowling is a fine blend of state-of-the-art technology and Italy’s elegant design skills. With plenty of seating options, big screens, elaborate lighting and musical systems, it promises a great evening for anyone. Six professional pool tables and three private, soundproofed karaoke rooms equipped with the latest tracks and equipment means it ticks all the boxes as one of the great places to go with kids.",
      "Similar Brands": NaN,
      "Other Info": "If your idea of fun places for kids is a great dinner, then ALPYS’ remarkable menu and ambiance are sure to appease any foodie. From excellent salads to panini shakes, you are assured of a tasty meal!\nHowever, Switch Bowling is more than just a place for fun and parties; it is also perfectly able to cater to the business crowd. Whether you are looking for a venue for team training or a product launch, the location possesses everything required to deliver a memorable event. The venue features high-class multimedia systems, an extensive food and beverages menu and the perfect ambiance for a meeting.\n"
    }
  }
}