{
  "ANCHOR STORES": {
    "Max": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5435",
      "Location": "Tunisia Court",
      "Description": "Discover style and fantastic value on a clothing, shoes, accessories and home products at Max Fashion in Dubai. We offer affordable apparel , accessories and footwear for the entire family. Moreover, we also have a range of products you can use around your home. We strive to fulfil our brand promise of ‘more fashion more value’ to our customers by offering merchandise designed in-house and manufactured to strict quality standards at amazing prices. Max is part of the Landmark Group, one of the largest retail conglomerates in the Middle East.",
      "Similar Brands": "BRANDS FOR LESS, H&M, CENTREPOINT",
      "Other Info": NaN
    },
    "CENTREPOINT": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 501696391",
      "Location": "Persia Court",
      "Description": "Centrepoint store in Dubai: the city's most popular department store.",
      "Similar Brands": "CARREFOUR, BRAND BAZZAAR, BRANDS FOR LESS",
      "Other Info": "Centrepoint represents the Landmark Group's strategy to synergize its core retail concepts, Babyshop, Splash, Shoe Mart, and Lifestyle, under one identity, projecting not only a popular department store in Dubai, but also a \"single fashion destination for the entire family.\"\nAs one of the biggest clothing stores in Dubai, the biggest benefit of this convergence has been the enhanced design and stimulating consumer shopping experience. Drop in now to experience it for yourself!\n"
    },
    "Brands for Less": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 4273125",
      "Location": "Persia Court",
      "Description": "At Brands For Less Dubai, we have an entire range of exquisite products for customers of all ages. You can spend hours in our store choosing from a wide range of shirts, jeans, dresses, handbags, stilettos, trendy apparel, lingerie, caps, belts, hats, and accessories to name a few. There is something for everyone at our store.",
      "Similar Brands": "BRANDS FOR LESS, R&B FASHION, CARREFOUR",
      "Other Info": NaN
    },
    "Brands For Less": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 5142533",
      "Location": "Andalusia Court",
      "Description": "At Brands For Less Dubai, we have an entire range of exquisite products for customers of all ages. You can spend hours in our store choosing from a wide range of shirts, jeans, dresses, handbags, stilettos, trendy apparel, lingerie, caps, belts, hats, and accessories to name a few. There is something for everyone at our store.",
      "Similar Brands": "BRANDS FOR LESS, MMI, BRAND BAZZAAR",
      "Other Info": NaN
    },
    "BRAND BAZZAAR": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971547932235",
      "Location": "Persia Court",
      "Description": "Brand Bazzaar is a department style shopping heaven, housing a collection of popular clothing, footwear, handbags, accessories and fragrance brands. If you love top brands like Tommy Hilfiger, Nine West, Beverly Hills Polo Club, Nautica, Charles & Keith, Birkenstock and Levis, you will find them all under one roof at unique price points, so look no further. Brand Bazzaar offers a versatile range of the world’s most exciting fashion, footwear, beauty and skincare brands for men and women, and toys and ‘Back to School’ collection for kids. We have something for everyone to match your everyday and every occasion. With several new styles launching every week let it be casual dresses, formal shirt, denims or great shoes, or handbags to complement your outfits there are incredible possibilities every day. With an aim to change the way people shop, we bring all the Big Brands at small prices. Come often, and let yourself be inspired and have fun.",
      "Similar Brands": "MINISO, MUMUSO, FLYING TIGER COPENHAGEN",
      "Other Info": NaN
    },
    "MARKS & SPENCER": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044471623",
      "Location": "India Court",
      "Description": "Marks & Spencer offers a wide range of stylish, high-quality clothing products for the whole family, across each category- womenswear, lingerie, menswear and children’s wear in Dubai. We also have an impressive range of clothing brands to choose from, including Autograph, Per Una, and M&S Collection, Marks & Spencer also offers beauty, home products, and outstanding quality food. We have something for everyone at our large format store.",
      "Similar Brands": "BRANDS FOR LESS, BRAND BAZZAAR, MAX",
      "Other Info": NaN
    },
    "H&M": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 419 0626",
      "Location": "Persia Court",
      "Description": NaN,
      "Similar Brands": "BRANDS FOR LESS, MAX, BRANDS FOR LESS",
      "Other Info": "Fashion and quality at the best price in a sustainable way. Shop now for ladies, men, kids, home\nH&M is a Swedish multinational clothing-retail company known for its fast-fashion  clothing for men, women, teenagers, and children. We offer fashion and quality at the best price in a sustainable way. Visit H&M for trendy tops, jeans, shirts, accessories, winter wear, sportswear, baby clothes and maternity wear. We have the finest fashion wear at the best prices in Dubai. View our entire collection at our stores in Dubai.\n"
    },
    "R&B Fashion": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0552136901",
      "Location": "Persia Court",
      "Description": "R&B is Apparel Group’s most popular upcoming value fashion retailer, offering quality clothing at affordable prices across the GCC. The brand offers exceptional clothing for children, women, and men. Alongside an amazing selection of footwear and accessories in a variety of styles to perfectly compliment the products and complete any look. ",
      "Similar Brands": "BRANDS FOR LESS, H&M, MARKS & SPENCER",
      "Other Info": "Our team of in-house designers ensures we are always ahead of the latest trends, creating great new looks for every season. \nWe currently sell in Oman, UAE, Qatar, Bahrain, and the KSA as one of the region's top fashion retailers. Our aim is to establish ourselves across countries in GCC and the sub-continent in quick time. As a globally recognised brand, our experience allows us to deliver a brand and product ideally suited for diverse markets with varying customer requirements.\n"
    },
    "Carrefour": {
      "Working Hours": "Open at 8:00 AM",
      "Contact Number": "+971 4 821 8154",
      "Location": "Tunisia Court",
      "Description": "Carrefour is one of Dubai’s most trusted retail supermarkets offering an endless array of home essentials, groceries and more. It is always our effort to ensure that you receivethe most varied selection of household goods, electronics, and home appliances. We also offer affordable clothing, stationery, toys, furniture, dinnerware, utensils, garden equipment and all you need in and around your home. We also have great discounts and deals on premium brands all year round.",
      "Similar Brands": "R&B FASHION, MARKS & SPENCER, BRANDS FOR LESS",
      "Other Info": NaN
    }
  },
  "Banks & Money Exchange in Dubai": {
    "Al Ansari Exchange": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "00971044561893",
      "Location": "Tunisia Court",
      "Description": "Al Ansari Exchange is your reliable currency exchange partner in Dubai. We are an emerging money transfer, foreign exchange and payment solution brand for individuals and businesses in the UAE market. You can count on our well-trained, efficient, and friendly staff to ensure that you are satisfied with our services. Moreover, we are an ethical and socially responsible currency exchange firm that is committed to following stringent AML (Anti-Money Laundering) policies to prevent fraudulent practices.",
      "Similar Brands": "DUBAI ISLAMIC BANK, EMIRATES NBD, AL ROSTAMANI EXCHANGE",
      "Other Info": NaN
    },
    "Sharaf Exchange": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5688",
      "Location": "Andalusia Court",
      "Description": "Sharaf Exchange LLC provides money exchange and money transfer solution to individuals and companies and is part of the Sharaf Group. Our wide-ranging knowledge and expertise in foreign exchange and our world-class customer service offer travellers and residents of Dubai a winning combination. Our specialised staff has years of practise inproviding currency exchange services. You can rely on them for prompt service and reliable advice.",
      "Similar Brands": "AL ANSARI EXCHANGE, LM EXCHANGE, AL FARDAN EXCHANGE",
      "Other Info": NaN
    },
    "Al Ghurair Exchange": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5377",
      "Location": "Andalusia Court",
      "Description": "Whether you are visiting the UAE or going on vacation to a foreign country, Al Ghurair Exchange is the most preferred currency exchange firm for all your financial needs. We buy and sell foreign currency at the most inexpensive rates while upholding the highest service standards. Convert your currency swiftly and without any hassles in Dubai. Our team of experts is always on hand to serve you with the best service and answer all your queries.",
      "Similar Brands": "AL FARDAN EXCHANGE, SHARAF EXCHANGE, AL ANSARI EXCHANGE",
      "Other Info": NaN
    },
    "Al Fardan Exchange": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 882 6003",
      "Location": "Andalusia Court",
      "Description": "Al Fardan Exchange is a member of the Al Fardan Group, working towards a smart future. We provide money transfer, foreign exchange & cost-effective payment solutions along with a variety of value added services catering all over the world.\nStep into our wide variety of branches to make the most of our services and experience money matters made simple.",
      "Similar Brands": "AL ANSARI EXCHANGE, AL ANSARI EXCHANGE, LM EXCHANGE",
      "Other Info": NaN
    },
    "Emirates NBD": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5499",
      "Location": "Andalusia Court",
      "Description": "Emirates NBD is one of the largest and most reputed banking groups in Dubai. We offer a comprehensive suite of personal and corporate banking products and services at all our branches. Count on us for current accounts, savings accounts, home loans, personal finance, wealth management services and more. Our qualified and friendly staff will always give you reliable advice about your finances.",
      "Similar Brands": "LM EXCHANGE, AL ANSARI EXCHANGE, DUBAI ISLAMIC BANK",
      "Other Info": "Opening Hours\nSaturday-Thursday: 10AM - 10PM\nFri: 10AM - 12:30, 2PM - 10PM\nSunday : Closed\n"
    },
    "Dubai Islamic Bank": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 609 2222",
      "Location": "China Court",
      "Description": "Dubai Islamic Bank (DIB) is the largest Islamic bank in the UAE. We work according to the financial principles stated under Sharia. This means we follow the highest levels of ethics and morality in banking. We offer current accounts, current accounts plus, savings accounts, 2-in-1 accounts, investment deposit accounts, auto finance, credit cards, home finance, personal finance and electronic banking services. Visit our branch offices and speak to a personal banker for more information about our services.",
      "Similar Brands": "SHARAF EXCHANGE, EMIRATES NBD, AL GHURAIR EXCHANGE",
      "Other Info": NaN
    },
    "Al Rostamani Exchange": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "+971 4 366 9922",
      "Location": "Persia Court",
      "Description": "Al Rostamani International Exchange – ARIE started operations in 1979 and has been a market leader in providing Money/ Currency Exchange, Remittance and WPS Services in Dubai, Abu Dhabi & across the UAE for over four decades. The company is part of Al Rostamani Group, a highly resourceful, reputable and dynamic organization with varied business interests across all industries. The Al Rostamani Group has been operating in the U.A.E for over 5 decades and is led by Mr. Marwan Abdulla Hassan Al Rostamani and Mr. Hassan Abdulla Hassan Al Rostamani. The Group is engaged in diversified business activities, which includes Financial Services, Automobile Sector, Travel & Holidays, IT & Communication, Construction & Contracting, Turnkey Electrical Power Projects, Printing and Publishing, Real Estate, General Trading (Dealership of Branded products like Castrol, Michelin Tires and more) with a branch network spread throughout the United Arab Emirates. Al Rostamani International Exchange was established primarily with an objective to offer currency exchange and money remittance services and solutions to the expatriate population in Dubai, Abu Dhabi & across the UAE at a time when the banking industry was not geared up to handle the remittance requirements both from a technology and service perspective. The first branch of ARIE was established in the business hub area of Deira, Dubai in 1979. The company has grown in leaps and bounds over the years and established itself as the best currency exchange in Dubai and UAE for our partners and customers to conduct their currency exchange and money remittances. We offer a variety of products and services to our customers, while assuring the quality standards are met and the best currency exchange rates in Dubai and UAE are offered. We add Money to your Money.",
      "Similar Brands": "AL ANSARI EXCHANGE, EMIRATES NBD, SHARAF EXCHANGE",
      "Other Info": NaN
    },
    "LM Exchange": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 339 9670",
      "Location": "Tunisia Court",
      "Description": "L M Exchange Company is one of the leading and most trusted Money Transfer and Currency Exchange companies in the United Arab Emirates since 1970. We are regulated by the Central Bank of UAE. We provide a global money transfer facility to more than 180 nationalities across the UAE, Foreign Currency Exchange, Wholesale Currency services.  We are authorized by the Ministry of Labour to provide payroll services to customers through the Wages Protection System (WPS). We always offer the best and innovative financial solutions beyond the expectations of our customers.",
      "Similar Brands": "AL GHURAIR EXCHANGE, SHARAF EXCHANGE, AL ANSARI EXCHANGE",
      "Other Info": NaN
    },
    "AL ANSARI EXCHANGE": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044561893",
      "Location": "Tunisia Court",
      "Description": "Al Ansari Exchange is your reliable currency exchange partner in Dubai. We are an emerging money transfer, foreign exchange and payment solution brand for individuals and businesses in the UAE market. You can count on our well-trained, efficient, and friendly staff to ensure that you are satisfied with our services. Moreover, we are an ethical and socially responsible currency exchange firm that is committed to following stringent AML (Anti-Money Laundering) policies to prevent fraudulent practices.",
      "Similar Brands": "AL ROSTAMANI EXCHANGE, DUBAI ISLAMIC BANK, AL ANSARI EXCHANGE",
      "Other Info": NaN
    }
  },
  "BOOKS / CARDS / GIFTS": {
    "Borders": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 434 1925",
      "Location": "China Court",
      "Description": "Borders Bookstore Dubai believes in developing the culture of reading and aims to promote English literacy among people from all walks of life. The urban bookstore strives to make reading fun and creating an environment where learning is engaging for everyone. We offer beyond quality books, with educational and entertainment items housed within a cosy ambience. We consider customer service par excellence as one of our key features for customers to appreciate the most at our store.",
      "Similar Brands": "GOYALS, TYPO",
      "Other Info": NaN
    },
    "Typo": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0564139124",
      "Location": "Persia Court",
      "Description": "Typo was born to fill a gap in the market for unique, fun and affordable stationery. From home décor to party decoration, travel, tech, card and wrap, office and DIY crafts. Our broad range and one-of-a-kind products have seen Typo become the place to shop for cool customers in Dubai.Kids love our ecclectic stationery that come in different shapes and sizes and teens and tweens rave about our cool room décor motifs. Come, have a look for yourself and fall in love.",
      "Similar Brands": "GOYALS, BORDERS",
      "Other Info": NaN
    },
    "Goyals": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "04689948",
      "Location": "Egypt Court",
      "Description": "Goyal Book Shop in Dubai, which has been empowering education since 1990, has a long-standing commitment to serving the student community by making school supplies easy to access and affordable for everyone in the UAE. As one of the premier book shops in Dubai, Goyal has become the one-stop shop for students to get their school textbooks, quirky diaries, notebooks, art & craft supplies, school uniforms, books from all fields of life, and all other school supplies to ensure quality education and entertainment.",
      "Similar Brands": "TYPO, BORDERS",
      "Other Info": NaN
    }
  },
  "COSMETICS / PERFUMES": {
    "Bath & Body Works": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044190647",
      "Location": "India Court",
      "Description": "Bath & Body Works Dubai is one of the world’s leading specialty retailers of fragrant products for the body, hands & home. Customers look to Bath & Body Works for quality, on-trend products and the newest, freshest fragrances. Shop online in UAE at https://www.bathandbodyworks.ae/en",
      "Similar Brands": "AROMA GALLERY, ARABIAN OUD, SWISS ARABIAN",
      "Other Info": NaN
    },
    "The Body Shop": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045642094",
      "Location": "India Court",
      "Description": "The Body Shop is a world-famous makeup, skin care and beauty product manufacturer with stores all over the globe. We use sustainable and ethically-sourced, natural ingredients to create unique formulations of skin and hair care products. Our commitment to business as a force for good is stronger than ever. We’ve made it our mission to augment our products, our people, and our planet. Explore our range of products today.",
      "Similar Brands": "THE FACE SHOP, SWISS ARABIAN, KIKO MILANO",
      "Other Info": "www.thebodyshop.ae\n"
    },
    "Arabian Oud": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 277 8140",
      "Location": "Egypt Court",
      "Description": "Arabian Oud is the largest fragrance manufacturer and retailer around the world specializing in incense , oriental perfumes, and oil perfumes. Being the scent of luxury, Arabian Oud is a prominent and trusted name with over 30 years of understanding in the production of authentic scents. A wide range of our products have been awarded worldwide and local awards against the most prestigious international companies in the perfume industry. Visit us in Dubai and take home a truly memorable scent.",
      "Similar Brands": "AROMA GALLERY, THE FACE SHOP, BATH & BODY WORKS",
      "Other Info": NaN
    },
    "Glam Beauty": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0586006398",
      "Location": "Egypt Court",
      "Description": "No two people are the same. A brown-eyed beauty is just as stunning as a blue-eyed one, while black hair is as captivating as a blonde one. At Glam Beauté in Dubai, we believe that Beauty doesn’t stop at your outward appearance but goes beyond to define your whole being. That’s because beauty is an expression of inner confidence. We call on you to behold your own beauty, to be proud of who you are, and to be bold and unwilling to change unless it is what you want to do. Because there’s only one you, with your own signature personality. At best, our tools of beauty can help enhance your inner beauty. With Glam Beauté Cosmetics Beauty is ‘Substance’ that reflects your style and glam quotient. It’s the one that speaks volumes about your true self.",
      "Similar Brands": "RITUALS, ARABIAN OUD, AROMA GALLERY",
      "Other Info": NaN
    },
    "Coral Perfumes": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043217112",
      "Location": "Persia Court",
      "Description": "As one of the fast-growing players in the ever-flourishing perfume industry in Dubai, Coral Perfumes offers a wide range of perfume collection—be it of international brands and own manufactured products made from highly sought-after perfumes from French and oriental oils. What makes Coral Perfumes showroom different from typical perfume shops in IBN Battuta Mall is the presence of its distinguished perfume bar, featuring the finest perfume oils that are hard to find in the market. Providing products and services with high value for money is the name of the game for Coral Perfumes.",
      "Similar Brands": "SEPHORA, RITUALS, THE FACE SHOP",
      "Other Info": NaN
    },
    "Lush": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 560 8512",
      "Location": "India Court",
      "Description": "Lush is a leading company in the field of fresh handmade cosmetics. We provide unmatched cosmetics and beauty care products that are eco-friendly. We believe in a minimum waste policy. Hence, we sell unpackaged products that are made with natural ingredients. Our products include bubble bath soaps, shower gel, fragrance soaps, bath bombs, hair products and moisturizing soaps.  Our products are handmade with special attention given to sourcing the best ingredients that are safe and sustainable.",
      "Similar Brands": "BATH & BODY WORKS, CORAL PERFUMES, GLAM BEAUTY",
      "Other Info": NaN
    },
    "AROMA GALLERY": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "971505584586",
      "Location": "Tunisia Court",
      "Description": "Aroma Gallery Dubai is one of the leading perfume shops in Dubai, presenting a large selection of perfumes for both men and women. The shop deals with both perfumes and cosmetics and boasts its own production, ensuring the finest quality products for its customers. Aroma Gallery offers a variety of branded luxury perfumes, as well as other products such as Aroma Bakhoor, Aroma Loban, and Aroma Khamria.",
      "Similar Brands": "ARABIAN OUD, SWISS ARABIAN, RITUALS",
      "Other Info": NaN
    },
    "Rituals": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "056 526 8994",
      "Location": "Egypt Court",
      "Description": "Rituals Dubai is a must-visit for anyone looking for a unique shopping experience at one of the best cosmetics shops in Dubai. At Rituals, the focus is on slowing down and finding happiness in the smallest of things, with a passion for turning everyday routines into more meaningful rituals. The brand's philosophy of \"Transforming everyday routines into more meaningful moments\" forms the basis for each of its products. With a \"slow shopping\" attitude, Rituals encourages shoppers to de-stress, enjoy, and pamper themselves while indulging in the small pleasures of life.",
      "Similar Brands": "THE BODY SHOP, LUSH, ARABIAN OUD",
      "Other Info": NaN
    },
    "KIKO Milano": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0525518838",
      "Location": "Tunisia Court",
      "Description": "Founded in 1997 in Italy, KIKO MILANO has revolutionized traditional cosmetic standards all over the world. .Discover make-up products for your face, eyes and lips, and choose the right accessories for the perfect application.\nTake care of your skin with professional products and beauty treatments designed for your every need.",
      "Similar Brands": "THE BODY SHOP, SWISS ARABIAN, THE FACE SHOP",
      "Other Info": "Express your style and elevate your beauty routine with the very best in cosmetic innovation.\n"
    },
    "Swiss Arabian": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0529064226",
      "Location": "Tunisia Court",
      "Description": "Swiss Arabian Dubai is the top store for Arabian perfumes with an elegant Western twist.",
      "Similar Brands": "ARABIAN OUD, GLAM BEAUTY, SEPHORA",
      "Other Info": "Carrying a legacy rooted in a blend of Western & Oriental craftsmanship, Swiss Arabian is a brand founded on duality that proudly celebrates the space in which two seemingly opposed worlds come together.\nBorn from precious beginnings and built on achievements aplenty, our chapters are drawn from the drama and grandeur of the East and inspired by the power and dynamism of the West.\nCome visit the Swiss Arabian shop today for a divine and sensory experience like no other.\n"
    },
    "The Face Shop": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0521195174",
      "Location": "Egypt Court",
      "Description": "Launched in 2008, The Face Shop is a beauty destination offering a wide range of affordable high-quality products, born from nature. No matter the kind of skin type you have or the results you want to achieve from your beauty ritual, at The Face shop we ensure you find exactly what you’re looking for. ",
      "Similar Brands": "KIKO MILANO, GLAM BEAUTY, ARABIAN OUD",
      "Other Info": "Committed to offering a wide selection of high-end skincare & cosmetics as per customer needs, THE FACE SHOP blends science and nature to meet all beauty cravings and enhance women’s natural beauty every day. Made with the finest active plants, THE FACE SHOP enriches and protects beauty just like second nature.\nVisit our website\nGround Floor, Unit IBM-GF-EXP-66C, Dubai, UAE In Front of Toy Store \n"
    },
    "Sephora": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 425 7953",
      "Location": "India Court",
      "Description": "Explore Sephora the definitive destination to buy cosmetics, perfumes, beauty products from the top and exclusive brands in Dubai. We are the number one beauty destination for all your makeup, skincare and beauty requirements. The choices of brands are endless at Sephora. Too Faced, Huda Beauty, Benefit, Nars, Urban Decay, Becca and a host of world-famous brands are available at our store. Also, our beauty experts are always on hand to help you out.",
      "Similar Brands": "SWISS ARABIAN, AROMA GALLERY, THE BODY SHOP",
      "Other Info": NaN
    }
  },
  "ELECTRONICS / TELECOMMUNICATIONS": {
    "Technology People": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 366 9812",
      "Location": "Andalusia Court",
      "Description": "Technology People is a software solutions provider in Dubai. We are continually researching the market for the best the software's to power our clients with the newest technologies to help boost their business and increase their returns. Currently, we provide software solutions for the beauty sector, gymnasiums, restaurants, and point of sales software for all kinds of businesses. Our software experts are always on hand to advise you on the right products for your business. Get in touch with us to schedule a consultation.",
      "Similar Brands": "ISTYLE, SMARTCORNER, EROS",
      "Other Info": NaN
    },
    "Samsung": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+97145134863",
      "Location": "Tunisia Court",
      "Description": "Samsung experience stores take pride in hosting the complete range of Samsung Mobiles, Tablets, Accessories and Wearables and the associated services. Walk in to our store and feel free to experience and test the products with our Live Demo units. Our highly trained Samsung Consultants will take you through all the functionality and the latest technology. They will do their best to understand your needs in detail and recommend the most suitable products to match your lifestyle. Come, shop at MDS Mobile Samsung store for an unforgettable experience and best in class Samsung products.",
      "Similar Brands": "EROS, SHARAF DG 4U, E-MAX",
      "Other Info": "Store Website\nFacebook       Instagram       Twitter\n"
    },
    "EROS": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0553828957",
      "Location": "Persia Court",
      "Description": "Largest electronics distributor and retailer in the UAE Since 1967\nEros Group is a 53- years reputed organization specializing in the distribution and retail of consumer electronics, mobility, IT, Home Appliance and convergence products",
      "Similar Brands": "SHARAF DG 4U, Z GAMES, ECITY",
      "Other Info": NaN
    },
    "Sharaf DG": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043685115",
      "Location": "China Court",
      "Description": "Sharaf DG is a one-stop-shop for all your electronic requirements in Dubai. We are a hypermarket for electronics and white goods offering leading brands from across the world. Mobile phones, laptops, tablets, personal computers, home appliances. Name it and we have it. Moreover, we always have sales and promotions running in our store so you can get the best price in the market.",
      "Similar Brands": "SAMSUNG, TECHNOLOGY PEOPLE, ISTYLE",
      "Other Info": NaN
    },
    "Ala Hawak": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0588660058",
      "Location": "Persia Court",
      "Description": "Ala Hawak Mobile Accessories is your one-stop shop for mobile accessories and mobile repair services in Dubai. This mobile accessories shop in Dubai offers customised phone covers, a variety of accessories, and repair services. After your first, or your millionth visit, you'll leave with the sparkling phone of your dreams.",
      "Similar Brands": "ISTYLE, TECHNOLOGY PEOPLE, ECITY",
      "Other Info": NaN
    },
    "Sharaf DG 4U": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043495776",
      "Location": "Egypt Court",
      "Description": "Sharaf DG 4U is a concept store aimed to increase our reach to our customers in Dubai. Sharaf DG  4U’s prime focus is on enhancing the lifestyle of customers by addressing all their electronics needs through a wide assortment of leading-edge high-tech products including TV, home entertainment, IT, telecom, photography, home appliances, personal care, gaming and unmatched product availability in the stores. Our customers can choose from more than 18,000 electronic products and accessories from reputed international brands available in the store.",
      "Similar Brands": "050 TELECOM, SHARAF DG, SMARTCORNER",
      "Other Info": NaN
    },
    "E-Max": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 551 9208",
      "Location": "China Court",
      "Description": "Emax, the electronic arm of the Landmark Group, was launched in 2005. Emax retails over 100,000 products and more than 300 top class brands across 17 categories. Customers can find widest spectrum of products ranging from audio, video, appliances, mobile phones, photography, gaming, IT, CD/DVD, lighting, fitness equipment, toys, personal-care and all related accessories. Year-long deals, wrapped in a range of value services, have made Emax the favorite electronics destination of consumers. The Emax store stocks all the latest electronic gizmos in an uncluttered and inviting atmosphere, creating a space where customers in Dubai can shop to their hearts content.",
      "Similar Brands": "SHARAF DG 4U, EROS, TECHNOLOGY PEOPLE",
      "Other Info": NaN
    },
    "ECITY": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045140446",
      "Location": "Persia Court",
      "Description": "Ecity offers a smart selection of merchandise including the best smartphones deals in Dubai, tablets, notebooks, televisions, gaming products & more. ECity caters to customers by focusing on what they need along with all the services they want. With Ecity, consumers can choose from over 10,000 electronic products and accessories. We constantly keep track of changes in the tech world and are fully committed to offering our consumers the latest in technology at unrivalled prices. It also extends integrated value additions like extended warranty under ExtraCareTM and professional repairs and maintenance under ServiceSquadTM.",
      "Similar Brands": "SAMSUNG, EROS, VIRGIN MEGASTORE",
      "Other Info": NaN
    },
    "SMARTCORNER": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0555112084",
      "Location": "Tunisia Court",
      "Description": "For all your mobile, computer, and watch repair needs, visit Smart Corner in Dubai. You can also buy a wide variety of mobile accessories and mobile phones.",
      "Similar Brands": "050 TELECOM, E-MAX, Z GAMES",
      "Other Info": NaN
    },
    "Z Games": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "048348455",
      "Location": "China Court",
      "Description": "ZGames is a gaming specialist store that aims to promote interactive gaming and cater to gamers needs in the Middle East. We aim to be the sought-after retailer by offering an extensive library of video games, accessories by leading brands, gaming consoles and much more at competitive prices. And some might be happy to find that our range will also include old favorites.",
      "Similar Brands": "ALA HAWAK, SAMSUNG, VIRGIN MEGASTORE",
      "Other Info": NaN
    },
    "050 Telecom": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971549910026",
      "Location": "Tunisia Court",
      "Description": "Located in the Tunisia Court of the Ibn Battuta Mall, 050 Telecom Dubai offers excellent mobile solutions. With their innovative approaches, techniques, business strategies and sales skills, the sales team of 050telecom creates the perfect customer-friendly ambiance that ideally addresses the needs of the customer. A reliable telecom service provider, 050 Telecom also offers solutions for the customers in the market segments including financial institutions, aviation, government, the public sector and small to medium enterprises (SMEs) across the UAE. A one-stop shop for all your needs!",
      "Similar Brands": "TECHNOLOGY PEOPLE, EROS, E-MAX",
      "Other Info": NaN
    },
    "Virgin Megastore": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "45707173",
      "Location": "Tunisia Court",
      "Description": "Virgin Megastore is an international entertainment brand, and the leading lifestyle retail destination in the Middle East & North Africa, with 52 stores in 9 markets. Since its 2001 establishment in the UAE, Virgin Megastore has constantly established and expanded its Middle East presence as well as its product offering to stay ahead of regional growing trends and expectations. A one-stop shop for all entertainment needs, Virgin Megastore covers multiple product lines & services like music, books, tech, gaming, fashion, toys, and ticketing. The brand has created a whole new experience in product offerings & events by balancing international trends while catering & adapting to local cultures across the region. This is done through continuous evolution in the brand experience and positioning, as well as constant support from the regional ‘it’ scene. With its unique shopping experience, Virgin Megastore is an innovative entertainment destination for trendsetters and technophiles. \nVirgin Megastore is truly a global brand with local flavor. For more information, please visit: www.virginmegastore.com https://tickets.virginmegastore.me",
      "Similar Brands": "EROS, Z GAMES, SMARTCORNER",
      "Other Info": NaN
    },
    "iStyle": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044 22 6981",
      "Location": "Egypt Court",
      "Description": "Established in 2005, iSTYLE Apple Premium Reseller operates one of the biggest chains of Apple stores in CEMEA (Central Europe, Middle East & Africa), with a presence in 13 different countries. We are a community of Apple enthusiasts who speak your language.\n \niSTYLE is the best place to test a Mac, iPhone, iPad, or Apple Watch before purchasing your new Apple Product and be the first to experience the latest technology. Whether you're a student, a business professional, or a regular user, our friendly Apple experts are here to provide expert guidance and exceptional services, including trade-ins, easy installments Plans (0% EPP), workshops, group demos, educational discounts, B2B solutions and much more.",
      "Similar Brands": "ECITY, VIRGIN MEGASTORE, SHARAF DG",
      "Other Info": "iSTYLE is part of the Midis Group, which has over 50 years of experience representing the leading global technology vendors in the Middle East, Europe, and Africa. \n"
    }
  },
  "FASHION - ACCESSORIES": {
    "Claire's": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 419 0655",
      "Location": "Egypt Court",
      "Description": "Discover the hottest styles and trends from sassy jewellery and hair accessories to gifts and school supplies at Claire’s in Dubai. We seek to be the fashion authority in contributing a wide array of new-age jewellery, bags and unique accesorries in a funsetting. A fashion hotspot among teens and tweens, Claire’s offers a collection of accessories to suit your style and every occasion.Bring your friends and visit our store for a fun shopping spree.",
      "Similar Brands": "JUST ACCESSORIES, ALDO ACCESSORIES",
      "Other Info": NaN
    },
    "Just Accessories": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 451 3956",
      "Location": "Egypt Court",
      "Description": "Add the ultimate touches to your ensemble by visiting Just Accessories, where you'll find an array of designer sunglasses, ladies bags, wallets, watches, and jewellery. Some of the brands we offer include David Jones, Emporio Armani, Gianfranco Ferre, Giorgio Givanni, Guess, Hugo Boss and Zoppini. Choose from style optical frames and sunglasses to handbags and watches at our store in Dubai. Once you walk into our store you can be certain to leave with a unique accessory.",
      "Similar Brands": "ALDO ACCESSORIES, CLAIRE'S",
      "Other Info": NaN
    },
    "Aldo Accessories": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 552136090",
      "Location": "India Court",
      "Description": "ALDO ACCESSORIES: The hottest destination for handbags and accessoriess that reveals a selection of merchandise which  is totally fresh, on-trend and reflective of what is hot on the global fashion scenes all at attractive price points and of the utmost quality!",
      "Similar Brands": "CLAIRE'S, JUST ACCESSORIES",
      "Other Info": NaN
    }
  },
  "FASHION - CHILDREN": {
    "The Children's Place": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 555976205",
      "Location": "Persia Court",
      "Description": "The Children's Place Dubai is an American speciality retailer of children’s apparel and accessories. Our store in Dubai is divided into 6 specific size ranges sections: Big Girls and Big Boys (4-16), Toddler Girls and Toddler Boys (12 months- 3 years), and Baby Girls and Baby Boys (up to 7 lbs-12 months) so you can find exactly what you are looking for in no time. Our garments are well-made and stylish, giving you’re the child comfort he needs yet making him look adorable.",
      "Similar Brands": "JOANNA",
      "Other Info": NaN
    },
    "JOANNA": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 584 7010",
      "Location": "Egypt Court",
      "Description": "Joanna Fashion is not only a leading fashion brand in the region, but also a top choice for parents looking for the best kids clothing in Dubai. Since its humble beginning as a single fashion store in UAE in 2004, Joanna has had an incredible journey, building brands in the region by offering service excellence and a unique shopping experience to its customers who are their top priority. With intimate knowledge of fashion and a commitment to making bonds that lead generations through the best customer experience and superior quality products, Joanna is the go-to destination for parents in search of the latest trends in kids' clothing in Dubai.",
      "Similar Brands": "THE CHILDREN'S PLACE",
      "Other Info": NaN
    }
  },
  "FASHION - GENERAL": {
    "Sacoor Brothers": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 705 3908",
      "Location": "India Court",
      "Description": "Sacoor Brothers is a popular fashion and lifestyle brand in Dubai. We strive to style our customers in the finest clothing while making you feel right at home in our loungue-like stores. Our clothing is made keeping in mind the tastes and preferences of mordern men in Dubai. Moreover, we offer an in-house alteration service so that you get the best fitted garments. Give your wardrobe a makeover and visit our store today!",
      "Similar Brands": "NEW YORKER, AMERICAN EAGLE OUTFITTERS, FOREVER 21",
      "Other Info": NaN
    },
    "His and Hers": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0564175479",
      "Location": "India Court",
      "Description": "His and Hers shop is a men's and women's retail concept dedicated to high-end comfort clothing from brands such as Emporio Armani Bodywear, Underwear and Beachwear, Max Mara Leisure and Beachwear, and Polo Ralph Lauren Underwear and Loungewear, Derek Rose, HANRO of Switzerland and FALKE.",
      "Similar Brands": "SACOOR BROTHERS, KIABI, GIORDANO",
      "Other Info": "From leisurewear and bodywear to beachwear and swimwear - the 'His and Hers' slogan 'Comfort Lives Here', is a promise to unite comfort, quality and form to the pieces it carries.\nFor luxury comfort clothing, make sure to drop by 'His and Hers' in Dubai.\n"
    },
    "Forever 21": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0528858259",
      "Location": "Egypt Court",
      "Description": "Forever 21 is a famous American fashion retailer in the UAE. Often associated with street style fashion, the store is frequently visited by millennials and young fashionistas. It offers terrific value for money and is, therefore, a favourite clothing store in Dubai for women and men alike.",
      "Similar Brands": "BEVERLY HILLS POLO CLUB, R&B FASHION, REDTAG",
      "Other Info": "Now you quickly get that uber-cool look with Forever 21's fantastic range of activewear, jackets, hoodies, sweatshirts, sunglasses, backpacks and much more. Forever 21 at Ibn Battuta mall offers fashion in six ranges: trendy, career, athletic, denim, intimates, pre-school and accessories.\nStep into Forever 21 in Dubai to get the image makeover of your dreams. You can be a supermodel, techie or bohemian in no time at one of the most popular clothing stores in Dubai.\n"
    },
    "Levis": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 54 7932327",
      "Location": "India Court",
      "Description": "Levi's is a leading denim brand, which is over 150 Years Old. Today, the Levi's® trademark is one of the most recognized in the world and is registered in more than 160 countries. Invented in 1873, Levi's® jeans are the original, authentic jeans. Levi's® jeans have captured the attention, imagination and loyalty of generations of diverse individuals. With an attitude of youthful self-expression, the Levi's® brand continues to offer a range of products from quintessential classics to innovative fashion looks.’",
      "Similar Brands": "US POLO, FOREVER 21, AFFORDABLES",
      "Other Info": NaN
    },
    "Kiabi": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 770 7129",
      "Location": "Persia Court",
      "Description": "KIABI revolutionised ready-to-wear clothing by inventing the first concept of affordable fashion for the whole family in France in 1978.",
      "Similar Brands": "US POLO, SACOOR BLUE, HARDSODA",
      "Other Info": "Now an international fashion brand, KIABI is present in 15 countries, and is bringing its fun and trendy styles to the UAE for the very first time.\nWith large and frequently renewed collections for women, men, kids and babies (including Plus sizes and maternity offerings), the brand doesn’t take itself too seriously and is synonymous with fun and stylish fashion.\nCreated by 56 in-house stylists and 100% designed in France, the KIABI collection draws its inspiration from the catwalks and with a hint of a French touch, KIABI delivers a powerful promise: KIABI SAYS YES!\n"
    },
    "Tommy Hilfiger": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 4503759",
      "Location": "India Court",
      "Description": "Tommy Hilfiger is one of the world’s leading designer lifestyle brands offering superlative styling, quality and value along with classic American cool style to consumers worldwide  including men, women, and kids. Our signature blue, red and white logo can be found in the wardrobes of many fashionistas in Dubai. We make well-cut jeans, stylish tops, and shirts, footwear, watches, and accessories. Give your wardrobe a refresh and visit us today!",
      "Similar Brands": "GIORDANO, OVS, REDTAG",
      "Other Info": NaN
    },
    "New Yorker": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 552136998",
      "Location": "Egypt Court",
      "Description": "New Yorker Dubai is focused on offering Young Fashion – denim wear, sportswear and streetwear for a young, trend-conscious target group. To complete your look New Yorker also has a variety of accessories and footwear. All in all, the New Yorker assemblage makes a clear fashion statement. The collections reflect the individual seasons, as well as the very latest fashion trends and all workmanship, is of high quality.",
      "Similar Brands": "AMERICAN EAGLE OUTFITTERS, FOREVER 21, HARDSODA",
      "Other Info": NaN
    },
    "LC Waikiki": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 564042106",
      "Location": "India Court",
      "Description": "LC Waikiki is a multi-cultural fashion brand with a massive collection of apparel and accessories for all. We also have a vast range of clothing for kids and babies in Dubai. The brand promotes itself with a distinctive methodology – first-class clothes at a great value. From close-fitting, sophisticated knitwear for men, to designer footwear for stylish women, LC Waikiki carries an end-to-end range of products for everyone in the family.",
      "Similar Brands": "NEW YORKER, OVS, REDTAG",
      "Other Info": NaN
    },
    "Giordano": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 558007841",
      "Location": "Egypt Court",
      "Description": "Giordano is a dynamic retailer of casual apparel, catering to a market that is young and has an affinity with contemporary yet affordable clothing. Over the years, the brand has evolved from its traditional brand position and now takes on a more sophisticated and premium persona. We continue to offer clothing basics, but which are current and that respond to what’s going on in the realms of fabric performance, design and culture.",
      "Similar Brands": "REDTAPE, NEW YORKER, SACOOR BROTHERS",
      "Other Info": "G I O R D A N O is an affordable brand with good quality merchandise. It’s consistent focus on simplicity, quality and service has helped to create a signature look , featuring relaxed ,easy-to-wear fashion pieces that can be readily mixed-and-matched to suit any occasion , mood or place. Customers can be assured “to feel good and look great”. The essence of Giordano is to develop apparel for everyone regardless of ethnicity, nationality, or culture, truly illustrating its brand value of “World Without Strangers”.\nGiordano’s brands – “Giordano”, “Giordano Junior”, “Giordano Ladies “,  and “BSX” – are today synonymous with superior quality, value and service.\nStore location: GF -219 (EGYPT COURT)\n"
    },
    "Beverly Hills Polo Club": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 564041760",
      "Location": "Persia Court",
      "Description": "The Beverly Hills Polo Club brand captures the excitement and exclusivity of the sport of polo in Dubai. With its highly aspirational, iconic logo the brand was immediately successful in the USA and rapidly emerged as a global brand. The brand offers ‘affordable luxury’ clothing to the rising upper middle-class customers accros the globe. We create our apparel keeping in mind the needs of today’s youth and in sync  with world fashion and trends.",
      "Similar Brands": "LEVIS, NEW YORKER, FOREVER 21",
      "Other Info": NaN
    },
    "HARDSODA": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0555289082",
      "Location": "Persia Court",
      "Description": "HARDSODA Dubai is a streetwear clothing brand hailing from the world-famous city Los Angeles, home of Hollywood and celebrity-influenced fashion. Every step in our store will revitalise your fashion senses. Dive into the best of streetwear clothing right in the heart of Dubai.",
      "Similar Brands": "US POLO, REDTAPE, HIS AND HERS",
      "Other Info": NaN
    },
    "American Eagle Outfitters": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 4190036",
      "Location": "Egypt Court",
      "Description": "American Eagle Outfitters is an American clothing and accessories retailer selling some of the finest quality of denim in Dubai. The styling and fit of all our garments are what sets us apart from the rest. From jeans in various cuts and shades to shirts and tops our collections are diverse and fashion forward. We also offer a range of bags, shoes, and accessories to take your look to the next level. Visit our store and choose the right fit today!",
      "Similar Brands": "HARDSODA, SACOOR BLUE, KIABI",
      "Other Info": NaN
    },
    "R&B Fashion": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0552136901",
      "Location": "Persia Court",
      "Description": "R&B is Apparel Group’s most popular upcoming value fashion retailer, offering quality clothing at affordable prices across the GCC. The brand offers exceptional clothing for children, women, and men. Alongside an amazing selection of footwear and accessories in a variety of styles to perfectly compliment the products and complete any look. ",
      "Similar Brands": "CENTREPOINT, BRANDS FOR LESS, BRAND BAZZAAR",
      "Other Info": "Our team of in-house designers ensures we are always ahead of the latest trends, creating great new looks for every season. \nWe currently sell in Oman, UAE, Qatar, Bahrain, and the KSA as one of the region's top fashion retailers. Our aim is to establish ourselves across countries in GCC and the sub-continent in quick time. As a globally recognised brand, our experience allows us to deliver a brand and product ideally suited for diverse markets with varying customer requirements.\n"
    },
    "Redtape": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 578 7140",
      "Location": "Persia Court",
      "Description": "RedTape shoes was conceptualised as a lifestyle brand for the aspiring and ambitious Generation Next. A brand synonymous with unparalleled comfort, international style and exceptional finesse owing to its unrelenting focus on quality, craftsmanship and in-vogue fashion.\n\nThe story dates back to 1996, when RedTape became one of the first Indian footwear brands to be available in the leading and discerning global markets of UK. Since then, RedTape’s footprint has moved onwards and upwards.\n\nTo stay abreast with the latest footwear trends and styles, our footwear range is designed indigenously in the design studios of UK and Italy, with manufacturing mapped to globally accepted standards of quality and material. Enthused by popularity of the brand, in 2006, we extended our brand to the men’s clothing and accessories categories with our product offerings comprising casual and semi-formal apparels including shirts, t-shirts, trousers, denim, sweaters, jackets and accessories such as belts, socks, handkerchiefs and wallets. Today, the brand also caters to the fashion-conscious women and kids with a wide array of products.\n\nInternationally, we sell in the markets of US, UK, France, Germany, West Asia and South Africa through our extensive global distribution channel. This website and Brand REDTAPE is owned and managed by Mirza International Limited which has its Registered Office at 14/6, Civil Lines, Kanpur - 208001 and Corporate Office at A-7, Mohan Co-operative Industrial Estate, Mathura Road, New Delhi - 110044.",
      "Similar Brands": "R&B FASHION, NEW YORKER, LC WAIKIKI",
      "Other Info": NaN
    },
    "affordables": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "04 5668418",
      "Location": "Persia Court",
      "Description": "An incredible eye for what's next in fashion.",
      "Similar Brands": "GIORDANO, SACOOR BROTHERS, REDTAPE",
      "Other Info": "A passionate drive to exceed expectations. We've worked to deliver the best possible shopping experience, helping our customers express their style-not just buy fashion.\nCombining cutting-edge design with an affordable price tag,\nTo bring all the latest looks for less.\nAffordables…..The name says it all!\n"
    },
    "Redtag": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045488106",
      "Location": "Andalusia Court",
      "Description": "With 365 days of value, Redtag Dubai is a big hit with families that look forward to the latest in fashion and home trends.",
      "Similar Brands": "NEW YORKER, LC WAIKIKI, HARDSODA",
      "Other Info": "The product prices, stringent quality and availability of a wide range of sizes, shapes and colours make Redtag the first choice for value-conscious customers and one of the most visited clothing stores in Dubai. \nThe Redtag Group is a part of BMA International, which has achieved important milestones in retail, fashion and lifestyle over the last three decades. Redtag has ambitious plans to open a lot of new stores in the MENA region across malls as well as high streets, with intentions to be a leader in the value fashion and lifestyle market.\nVisit one of the most Redtag stores in Dubai today!\n"
    },
    "Koton": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 42669960",
      "Location": "Egypt Court",
      "Description": "Koton is an apparel brand for men, women, and children in Dubai. The collection of comfortable yet fashionable garments is truly endless at our store. We use high-quality fabrics to ensure maximum comfort. From tops and T-shirts to formal wear and kids clothing, we have it all. Get the right look for every occasion at Koton Dubai. We offer quality apparel at competitive prices.",
      "Similar Brands": "KIABI, OVS, LC WAIKIKI",
      "Other Info": NaN
    },
    "US Polo": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044229896",
      "Location": "India Court",
      "Description": "Born out of the Sport of Polo, known throughout history as the sport of Kings and Nobility, US Polo Association is a casual clothing brand that reflects and stays true to the spirit of sport.\n\nThe sport of polo inspires a way of life characterized not only by its competitive players, but also by the classic, high-quality styling of the clothing they wear. All our apparel, accessories and products are officially endorsed by the United States Polo Association®, the official governing body for the sport of polo in the United States and Canada since it's founding in 1890.\n\nThe brand carries an extensive collection of classically styled, high-quality, casual clothing and accessories for the whole family. The collections reflect the noble culture and heritage of the sport, whilst continuously offering contemporary fashion design, enabling you to be your own status icon.\n\nToday, U.S. Polo Assn. stands as a global brand reflecting premier styling and quality sold through a licensing program in over 135 countries.\n\nWe look forward to welcoming you to our stores, and the unique shopping and style experience that is US Polo Assn in Dubai.",
      "Similar Brands": "LEVIS, KIABI, FOREVER 21",
      "Other Info": NaN
    },
    "OVS": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "544975828",
      "Location": "Persia Court",
      "Description": "OVS is Italy’s leading fashion retailer for men, women, and kids with over 900 clothing stores worldwide. Providing all the season essentials, OVS gives everyone, everyday, the freedom to dress in Italian style at the best possible price",
      "Similar Brands": "HIS AND HERS, LEVIS, HARDSODA",
      "Other Info": NaN
    },
    "Cotton On": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "526371645",
      "Location": "Egypt Court",
      "Description": NaN,
      "Similar Brands": "SACOOR BROTHERS, LC WAIKIKI, US POLO",
      "Other Info": NaN
    },
    "Sacoor Blue": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "047053858",
      "Location": "Egypt Court",
      "Description": "Our DNA breathes attitude. A relaxed and more conscious attitude inspired by change and a better future",
      "Similar Brands": "HARDSODA, TOMMY HILFIGER, NEW YORKER",
      "Other Info": NaN
    }
  },
  "FASHION - MEN": {
    "The Custom Shop": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 456 5280",
      "Location": "India Court",
      "Description": "The Custom Shop is the one-stop-shop for your apparel needs. Weserve clients needing personalised clothing, design consultation, and all kinds of alterations in Dubai. Our client seeks good quality clothing combined with value. Our various pricing segments allow our clients to make decisions based on their needs and wants. Moreover, we also want to render a good shopping experience for our clients, which is why we have our fashionably trained bespoke tailoring to help you make these important decisions when you visit us.",
      "Similar Brands": "KOTON, ARROW, CELIO",
      "Other Info": NaN
    },
    "Royal Fashion": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 451 44720",
      "Location": "India Court",
      "Description": "In the past bespoke tailoring was reserved for the royal and affluent. Tailors were accompanied by artists at the first consultation to sketch what the desired clothes would like before the bespoke pieces were commissioned and handcrafted.\nWe at Royal Fashion Bespoke Tailoring have brought those traditions into the modern age by leveraging technology and proprietary methods.\nYou can design your desired garment using our state of the art 3D designer tool and with a few simple measurements have a closet that is unique to you in every sense of the word. That’s why we like to say that our clothes are ‘fit for royalty, ideal for man’.",
      "Similar Brands": "PIERRE CARDIN, GENTLE PARK, BRANDS",
      "Other Info": NaN
    },
    "Gentle Park": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045778108",
      "Location": "Persia Court",
      "Description": "Gentle Park is operating on a base of quality, innovation and liability as a leading brand in the Fashion House industry in Bangladesh. GP pays highest attention to fabric selection, fitting and perfect quality for every single garment, to produce distinction and impressive fashion wear to majority people.\nIn 2006, a group of dynamic management collaborated to plant the first seed of the gentle Park at Singapore Bangkok market, Chittagong. Nowadays Gentle Park has achieved in its youth with branches extended over various area and end up being a leading empire in fashion house in Bangladesh with substantial contribution to our economy.\nGentle Park is currently doing its business venture at Dhaka, Chittagong, Khulna, Bogra, Coxsbazar efficiently. Alongside local presence Gentle Park has expanded its operation in UAE in December 2016 by introducing two branches initially at Sharjah & Bar Dubai and having a plan to cover major markets in UAE. Gentle Park has been incorporated in Dubai as Gentle Park Readymade Garments LLC.\nA lot of aspiration and gratitude have been gained in pursuit of designing and producing a trendy fashion. Gentle Park brand is now revealing a prestigious image connected with the name, it has gained this reputation by means of its' broad expertise and technical know-how. \nSince our early beginning in 2006, we have been powered by our vision and values. Our most precious asset has been our devoted, dedicated and developing team of over 549 employees. Our highly motivated retail experts have built a solid internal culture and long-term connections with our customers, suppliers and communities.\nOur passion for leadership appears in all we do. Our contemporary, fashion-forward spirit develops a dynamic and innovative culture that assures we never go stale. The world of fashion trend retail industry is ever altering, and always we succeed on the challenge of continuously expanding and tuning to succeed within this thrilling industry.",
      "Similar Brands": "GANT, CELIO, THE CUSTOM SHOP",
      "Other Info": NaN
    },
    "Balmain Paris": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0561883741",
      "Location": "India Court",
      "Description": "Balmain is a French fashion house that was founded by Pierre Balmain in 1946, known for its classic fashion and luxurious design. Visit Palmain Paris Dubai today for an unmatched luxury shopping experience.",
      "Similar Brands": "BRANDS, LEVANTINO, GENTLE PARK",
      "Other Info": NaN
    },
    "BRANDS": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "971 4 5837116",
      "Location": "Egypt Court",
      "Description": "BRANDS is the best fashion destination for men who seek high-quality clothing at affordable prices. Our stores house six sophisticated brands namely DKS, Jack Morgan, Francisco Tolli, Mosaique, Alberto Paolucci, and Binnino. Each brand is a masterpiece that showcases sophistication, artistry, and profound beauty.",
      "Similar Brands": "PIERRE CARDIN, ARROW, LEVANTINO",
      "Other Info": NaN
    },
    "Arrow": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5650",
      "Location": "India Court",
      "Description": "Established in the US, Arrow has been making formal wear since 1851. Arrow Dubai offers customers stylish shirts, jackets, suits and formal wear. Pick up some great workwear and shoes at the Arrow clothing store and create a professional and poised image at your workplace. Our apparel will definitely make the best impression on your clients and colleagues. Choose from a range of shirts and trousers in different fits and styles. Let our stylists guide you to find the right style today at one of the best clothing stores in Dubai!",
      "Similar Brands": "BRANDS, KOTON, BALMAIN PARIS",
      "Other Info": NaN
    },
    "Pierre Cardin": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 561883740",
      "Location": "Egypt Court",
      "Description": "Pierre Cardin is an Italian-born French high fashion designer best known for his geometric avant-garde designs. Our showroom in Dubai displays an exquisite collection of designer clothes by Pierre Cardin for men and women. We have a great variety of t-shirts, jumpers, shorts, jackets, suits, and dresses to choose from. All our garments are made from fine fabrics to give our clothes an air of distinction.",
      "Similar Brands": "GENTLE PARK, ROYAL FASHION, BALMAIN PARIS",
      "Other Info": NaN
    },
    "Celio": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 574 5224",
      "Location": "Egypt Court",
      "Description": "Celio* is a French men's clothing retailer providing fashionable clothing at affordable prices.A brand of ready-to-wear and accessories dedicated exclusively to men. The brand offers an elegant and cool urban fashion through a wide choice of clothes and accessories for men created by its integrated style office, responding to every desire and every moment of life.",
      "Similar Brands": "SACOOR BLUE, PIERRE CARDIN, BRANDS",
      "Other Info": "Trading Hours:\nWeekdays 10AM to 10PM,\nFri-Sat 10AM to 12AM\n"
    },
    "Levantino": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "042288644",
      "Location": "India Court",
      "Description": "• Readymade Garments Trading",
      "Similar Brands": "CELIO, WRANGLER, BALMAIN PARIS",
      "Other Info": "• Shoe Trading\n• Perfumes & Cosmetics Trading\n• Gifts Trading\n• Handbags and Leather Products Trading\n"
    },
    "Wrangler": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0526925254",
      "Location": "Persia Court",
      "Description": "Wrangler is a well-known real denim brand, quality products, big varieties, meets the fashion trends and worth their value",
      "Similar Brands": "ROYAL FASHION, GENTLE PARK, PIERRE CARDIN",
      "Other Info": NaN
    },
    "Gant": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 3685241",
      "Location": "India Court",
      "Description": "Gant is a highly reputed, legacy brand with its origin in America. Known as one of the founding fathers of the American sportswear industry, this brand offers stylish casuals with a European influence. Gant has invented many fashion staples including the‘locker loop’ the ‘box pleat’ and a button to keep the tie in place place at the back of the collar. Shop for chicapparel at our outlet in Dubai.",
      "Similar Brands": "PIERRE CARDIN, ARROW, SACOOR BLUE",
      "Other Info": NaN
    },
    "Koton": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 42669960",
      "Location": "Egypt Court",
      "Description": "Koton is an apparel brand for men, women, and children in Dubai. The collection of comfortable yet fashionable garments is truly endless at our store. We use high-quality fabrics to ensure maximum comfort. From tops and T-shirts to formal wear and kids clothing, we have it all. Get the right look for every occasion at Koton Dubai. We offer quality apparel at competitive prices.",
      "Similar Brands": "SACOOR BROTHERS, FOREVER 21, LC WAIKIKI",
      "Other Info": NaN
    },
    "Sacoor Blue": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "047053858",
      "Location": "Egypt Court",
      "Description": "Our DNA breathes attitude. A relaxed and more conscious attitude inspired by change and a better future",
      "Similar Brands": "REDTAG, KIABI, AMERICAN EAGLE OUTFITTERS",
      "Other Info": NaN
    }
  },
  "FASHION - WOMEN": {
    "Koton": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 42669960",
      "Location": "Egypt Court",
      "Description": "Koton is an apparel brand for men, women, and children in Dubai. The collection of comfortable yet fashionable garments is truly endless at our store. We use high-quality fabrics to ensure maximum comfort. From tops and T-shirts to formal wear and kids clothing, we have it all. Get the right look for every occasion at Koton Dubai. We offer quality apparel at competitive prices.",
      "Similar Brands": "US POLO, COTTON ON, AMERICAN EAGLE OUTFITTERS",
      "Other Info": NaN
    },
    "Sacoor Blue": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "047053858",
      "Location": "Egypt Court",
      "Description": "Our DNA breathes attitude. A relaxed and more conscious attitude inspired by change and a better future",
      "Similar Brands": "R&B FASHION, OVS, BEVERLY HILLS POLO CLUB",
      "Other Info": NaN
    }
  },
  "FOOTWEAR": {
    "IMPRESSIONS": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044340537",
      "Location": "Egypt Court",
      "Description": NaN,
      "Similar Brands": "FOOT LOCKER, DEICHMANN, SKECHERS",
      "Other Info": NaN
    },
    "Skechers": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+9714 4484651",
      "Location": "Persia Court",
      "Description": "Skechers is a highly reputed sports footwear brand offering performance shoes for athletes and active individuals. We are also known for our lifestyle sneakers designed for every age and demographic.The brand has grown from a single style to a house of brands that encompasses more than 3,000 styles. In addition to its heritage lines like SKECHERS Sport, SKECHERS USA, SKECHERS Active, SKECHERS Cali, SKECHERS Work and SKECHERS Kids, the company has broadened its offering with an innovative performance division that includes SKECHERS GOrun footwear.",
      "Similar Brands": "CROCS, FOOT LOCKER, CCC",
      "Other Info": NaN
    },
    "Deichmann": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 514 4975",
      "Location": "India Court",
      "Description": "DEICHMANN, Europes biggest shoe retailer, was founded in 1913 in Essen, Germany. The DEICHMANN Group is represented in 29 countries worldwide and sells over 178 million pairs of shoes in more than 4.000 stores and online shops annually.\nFrom sporty or casual down to elegant, customers at DEICHMANN are guaranteed to find the right shoe for every style and for the whole family – at affordable prices. DEICHMANN offers more than 1000 models at its store - whether as part of an on-trend outfit, the perfect style for business appointments casual activities",
      "Similar Brands": "IMPRESSIONS, FOOT LOCKER, BIRKENSTOCK",
      "Other Info": NaN
    },
    "Crocs": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "054 7932253",
      "Location": "Tunisia Court",
      "Description": "Come As You Are™",
      "Similar Brands": "BIRKENSTOCK, FOOT LOCKER, SKECHERS",
      "Other Info": "Crocs is a brand of the people, for the people and we believe that everyone should be comfortable in their own shoes.\nWe embrace and celebrate the uniqueness in everyone, inviting the world to Come As You Are™.\nVisit our website.\nOur email.\n"
    },
    "Aldo": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 552136090",
      "Location": "India Court",
      "Description": "The destination for style-conscious shoppers in Dubai, Aldo is all about accessibly-priced on-trend fashion footwear and accessories. Our store is home to a vast array of stylish shoes, boots, sneakers, sandals, handbags, and accessories. You can be sure to find the most on-trend fashion footwear and accessories for men and women at great prices at our store. Walk in and pick up a stylish pair of footwear that suits your personality.",
      "Similar Brands": "CLARKS, DEICHMANN, IMPRESSIONS",
      "Other Info": NaN
    },
    "clarks": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 882 4293",
      "Location": "Egypt Court",
      "Description": "At Clarks in Dubai, you can get premium-quality footwear from one of the top brands worldwide, blending British traditional craft and innovative technology better than anyone else. The Clarks Group has been manufacturing, designing, and selling stylish, premium-quality shoes for men, women, and kids for almost 200 years.",
      "Similar Brands": "DEICHMANN, IMPRESSIONS, CCC",
      "Other Info": NaN
    },
    "Birkenstock": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0526078575",
      "Location": "India Court",
      "Description": "Shop for high-quality footwear at Birkenstock Dubai. Manufactured in Germany, our footwear is created using only the finest products and materials. Starting with high-grade leather, suede, nubuck, and non-leather uppers, Birkenstock shoes are designed keeping in mind the comfort of your feet so that you can spend hours in our shoes and be at ease. Our footwear is fashionable, long-lasting and sustainable all at the same time.",
      "Similar Brands": "IMPRESSIONS, SKECHERS, FOOT LOCKER",
      "Other Info": NaN
    },
    "CCC": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0547932412",
      "Location": "India Court",
      "Description": "CCC Shoes & Bags is the undisputed leader of the footwear retail market in the Central & Eastern Europe region and one of the largest shoe manufacturers in Europe, manufacturing and selling over 70 million pairs of footwear annually. With over 1200 stores across 34 countries, CCC creates individuality for its customers by offering more than 30 brands under one roof including international brands like Adidas, Skechers, Puma, Reebok, Crocs, Birkenstock, Vans as well as exclusive European fashion brands like Gino Rossi, Deezee, Jenny Fairy, Sprandi, Lasocki, Lanetti to name a few. Located in India Court, CCC provides customers with relevant footwear across all occasions of unique character and interesting styles, at affordable prices.",
      "Similar Brands": "FOOT LOCKER, SKECHERS, BIRKENSTOCK",
      "Other Info": NaN
    },
    "Foot Locker": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 419 0304",
      "Location": "India Court",
      "Description": "At Foot Locker Dubai, you can find an extensive range of footwear from top brands. The retailer is committed to providing its customers with the latest sneaker releases, making it easy to stay on top of the latest trends. From classic styles to exclusive drops, Foot Locker has something for everyone. With options for both men and women, you can find the perfect pair of sneakers to elevate your street-style game.",
      "Similar Brands": "CLARKS, SKECHERS, CROCS",
      "Other Info": NaN
    }
  },
  "HAIR / BEAUTY / SPA": {
    "Super Trim": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 364 9856",
      "Location": "India Court",
      "Description": "Super Trim is a high-quality men’s salon which uses expert hairdressing products. Our services include haircuts, tinting, highlighting, shaving, pedicures, manicures and facial cleansing treatments. Get a new look with great hairstyling and hair colour at our salon. We also offer hair cut services for kids. Our services are exceptional and our prices are competitive. Visit us today.",
      "Similar Brands": "N.BAR, CUTTING EDGE GENTS SALON, THE NAIL SPA",
      "Other Info": NaN
    },
    "Hairworks Beauty": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+9714 44512777",
      "Location": "Tunisia Court",
      "Description": "Visit Hair Works Beauty Salon for a personalized diagnosis and unique hair and scalp products suited to your hair concerns in Dubai. We cater to all hair needs and desires through our years of expertise. Book an appointment at Hairworks Beauty Salon, your preferred Kérastase Salon for an exceptional experience including a complimentary hair and scalp analysis, a personalised hair ritual and a tailored hair and scalp at-home routine advice.",
      "Similar Brands": "MIRRORS BEAUTY LOUNGE, THE NAIL SPA, DEAR BARBER",
      "Other Info": NaN
    },
    "Lily Beauty Salon": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0506735194",
      "Location": "China Court",
      "Description": "Lily’s Beauty Salon is a great place to get pampered in Dubai. Get luxury manicures, pedicures, facials, and massages from our experts or get a new look with haircuts and highlights by professional hairstylists. Our salon offers end-to-end beauty services for the urban women of today. Celebrate a special occasion with a new look or keep up with the trends in nail art and hairstyling. We provide you with the finest beauty services at great prices.",
      "Similar Brands": "DEAR BARBER, HAIRWORKS BEAUTY, MIRRORS BEAUTY LOUNGE",
      "Other Info": NaN
    },
    "Dear Barber": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0559892979",
      "Location": "China Court",
      "Description": "FAMILY SALON IN DUBAI.\nThe Dear Barber used to be greater than simply an area to get a hairstyle or cut; it was a center of the community where people came together to bond, to socialize and to exchange suggestions. With the goal of bringing this camaraderie back in style, Barber Shop, a barber store and shop with places in Dubai. ",
      "Similar Brands": "HAIRWORKS BEAUTY, GROOMEN BARBERSHOP, CUTTING EDGE WELLNESS SPA",
      "Other Info": NaN
    },
    "The Nail Spa": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 3685070",
      "Location": "Tunisia Court",
      "Description": "The Nail Spa is a local beauty institution renowned for its expertise in the art of beauty, relaxation, and excellence in Dubai. Find out why we’ve built a reputation for exquisite treatments provided with care by visiting our outlet. Treat yourself to a soothing, reviving world-class beauty treatmentand relax yourself before a big event. It’s these precious moments we seek to create.Book an appointment now!",
      "Similar Brands": "SUPER TRIM, HAIRWORKS BEAUTY, GROOMEN BARBERSHOP",
      "Other Info": NaN
    },
    "Mirrors Beauty Lounge": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "04 576 6288",
      "Location": "Persia Court",
      "Description": "We are Dubai based ladies beauty salon providing broad range of beauty services. Mirrors Beauty Lounge has gained greater expertise and wider exposure in each of its specialized service areas. The staff at Mirrors is fully trained and professional including certified Hair Stylist. So as to accomplish the most delightful and solid outcomes conceivable, we have best staff and utilize the absolute best items accessible in the hair and excellence industry today.",
      "Similar Brands": "HAIRWORKS BEAUTY, CUTTING EDGE GENTS SALON, CUTTING EDGE WELLNESS SPA",
      "Other Info": NaN
    },
    "N.Bar": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045830953",
      "Location": "India Court",
      "Description": "N.Bar Dubai is the UAE's foremost nail spa since 2001. Our therapists are highly trained in the art of providing perfect manicures, pedicures, spa therapies and more at our enchanting salon. Escape the stresses of daily life and walk into our salon for a quick service or a deeply relaxing treatment. Our therapists and nail technicians are well-trained and highly skilled. We specialise in nail extensions, nail art, gelish nails and hand and foot care. Visit N.Bar Dubai today for a one-of-a-kind spa experience.",
      "Similar Brands": "MIRRORS BEAUTY LOUNGE, THE NAIL SPA, LILY BEAUTY SALON",
      "Other Info": NaN
    },
    "Groomen Barbershop": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0558913599",
      "Location": "Tunisia Court",
      "Description": "Groomen Barbershop is UAE’s premier barber shop for stylish men looking for a place where they can feel comfortable, speak their minds, and leave satisﬁed. Groomen Barbershop offers world-class men's haircuts, beard grooming, and hot razor shaves. We take pride in each service we provide. Every efforts is made to give you the best barber experience whatever your haircut or shaving style.\n\nWith over 20 years’ experience, Groomen Barbershop was able to bring together his experience and knowledge of different styles, techniques and treatments which has made Groomen Barbershop Group the top choice of mens salons and spas within the United Arab Emirates.",
      "Similar Brands": "N.BAR, LILY BEAUTY SALON, CUTTING EDGE GENTS SALON",
      "Other Info": NaN
    },
    "Cutting Edge Ladies Salon": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0526050591",
      "Location": "Persia Court",
      "Description": "Embrace the best of beauty with Cutting Edge and look forward to a glamorous, elegant and confident appearance. From grooming to make-up, hair cuts to face and nail treatments, we do it all with passion, care and excellence. Our team of specialized stylists are all set to give you the perfect makeover.",
      "Similar Brands": "MIRRORS BEAUTY LOUNGE, CUTTING EDGE GENTS SALON, CUTTING EDGE WELLNESS SPA",
      "Other Info": "Timings\nSun - Thu: 10:00 AM to 10:00 PM\nFri - Sat: Sun - Thu: 10:00 AM to 12:00 AM\n"
    },
    "Cutting edge Gents Salon": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0522923172",
      "Location": "Persia Court",
      "Description": "A gents salon which offers a variety of services at affordable prices! Hair cut, beard, shave , facials, massages and keratin services!",
      "Similar Brands": "CUTTING EDGE WELLNESS SPA, SUPER TRIM, DEAR BARBER",
      "Other Info": NaN
    },
    "Cutting Edge Wellness Spa": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0564188312",
      "Location": "Persia Court",
      "Description": "The Cutting Edge spa is a wellness spa offering various forms of professional full body massages, foot massage, facials and other wellness services. Visit us at the best wellness spa in Dubai and let us melt your worries away.",
      "Similar Brands": "LILY BEAUTY SALON, HAIRWORKS BEAUTY, GROOMEN BARBERSHOP",
      "Other Info": NaN
    }
  },
  "HEALTH AND WELLNESS PRODUCTS": {
    "Nutrition Centre": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "00971 44415804",
      "Location": "Andalusia Court",
      "Description": "Good Health Nutrition as a pioneer in the field of nutrition, herbal remedies, and sports and dietary supplements. With 18 stores in the UAE market, Good Health Nutrition offers the best selection in terms of quality and variety of nutrition and fitness brands in the UAE market.",
      "Similar Brands": "BLU, DR. NUTRITION CENTER L.L.C",
      "Other Info": NaN
    },
    "DR. Nutrition Center L.L.C": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "042040750",
      "Location": "China Court",
      "Description": "Dr. Nutrition was founded in 2001, today we are privileged to connect with thousands of customers every month with exceptional natural products.",
      "Similar Brands": "NUTRITION CENTRE, BLU",
      "Other Info": "DNP also offer complete line of diet food, organic food, vitamins, sports nutrition and slimming products.\nDr. Nutrition is one of the largest supplement retailer in Dubai & Middle East with a wide range of products that supply customers internationally.\n"
    },
    "BLU": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0559725467",
      "Location": "India Court",
      "Description": "Blu Intelligent Solutions General Trading LLC. Dubai is the market leader in the MENA region in its category and our Ionic Shower Filters are the #1 most sold water & energy saving shower ﬁlter in the world. Our products are available in over 500 renowned pharmacies and health stores, with over 200,000 units sold till date and over 2,500 5-star reviews from our customers on Souq, Facebook, and Amazon. ",
      "Similar Brands": "NUTRITION CENTRE, DR. NUTRITION CENTER L.L.C",
      "Other Info": "We are committed to enhancing the wellbeing of people everywhere by developing and providing intelligent health solutions through cutting edge technologies, products and services. We seek to preserve and enhance our customers trust in us by fulﬁlling our responsibilities and commitments\n"
    }
  },
  "HOMEWARE / FURNITURE": {
    "King Koil": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 8811063",
      "Location": "Andalusia Court",
      "Description": "King Koil is one the best and leading mattress showrooms in Dubai that offers a wide variety of affordable mattress that are great for your posture. Years of research in collaboration with chiropractors has  given King Koil sleep systems national and international distinction within the sleep products industry. King Koil is “The world’s best-selling chiropractic endorsed sleep system”. Visit our store to get the right mattress for your home.",
      "Similar Brands": "HOMES FOR LESS, THE HOME, KANI HOME",
      "Other Info": NaN
    },
    "Home Box": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 5146469",
      "Location": "Persia Court",
      "Description": "Choose from the latest furniture at the best price at Home Box. We offer a range of affordable furniture, decorations, and accessories with contemporary styling and durability in Dubai. Get all your home décor and furnishing needs met at Home Box. We constantly study the market and attempt to create products that fulfil your unique reqirements. It is our goal to make stylish and ecclectic home products available to you at competitive prices.",
      "Similar Brands": "H&M HOME, UNITED FURNITURE, THE HOME",
      "Other Info": NaN
    },
    "HOMES FOR LESS": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 514 7311",
      "Location": "India Court",
      "Description": "Homes For Less brings off-price value and Brand For Less ethos of customer satisfaction to the home. Our home accessories and furniture retail brand delivers the same value, innovation, exciting products and stylish designs that Brands For Less customers know and love. With premium brands and home fashion available at up to 60% off recommended retail price, and a new selection of items to browse daily, Homes For Less has rapidly become the preferred brand for the thrifty house-proud.",
      "Similar Brands": "HOME BOX, KANI HOME, H&M HOME",
      "Other Info": NaN
    },
    "muy mucho": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+97145147311",
      "Location": "India Court",
      "Description": "What started as a family business, evolved into an international operation available in 9 countries with more than 100 stores. With a passion for decoration, muy mucho made home decoration fun and accessible in harmony with its design and quality vs price DNA. The brand focuses on triggering a cozy, warm and welcoming vibe through its products, inspired by the personnel’s travels around the world, creating an intimate, peaceful, and friendly atmosphere with the predominance of wood, textiles, and soft colors to replicate balance.",
      "Similar Brands": "HOMES R US, HOME BOX, HOMES FOR LESS",
      "Other Info": "Store location: India Court, inside Homes For Less\n"
    },
    "The Home": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045725740",
      "Location": "India Court",
      "Description": "The Home is a trusted retailer offering a diverse portfolio of high-end furniture designs and its own manufacturing units. With a wide range of sofa sets, beds, and mattress design, The Home offers Mattress, Sofa & Bed Customization. Customers can work with experts at The Home to select fabrics and their required sizes to create a unique piece of furniture. All the products are made with excellent craftsmanship in the UAE with the guarantee of outstanding quality at affordable prices. Boasting one of the largest collections of local and international furniture including classical and contemporary sofa sets, dining sets, bedroom sets, and other furniture products, The Home is expanding into home furnishing and accessories such as soft furnishings, wall décor, curtains, lighting solutions, kitchen utilities, and tableware.",
      "Similar Brands": "THE MATTRESS STORE, HOME BOX, HOMES FOR LESS",
      "Other Info": NaN
    },
    "Kani Home": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043685048",
      "Location": "Tunisia Court",
      "Description": "\"Kani\" stands for the long-established art of weaving exotic patterns into shawls using grass needles. Kani Home is a compact treasure trove of superior Kashmiri goods including handmade silver jewellery, brightly dyed silk kaftans and elaborate bedspreads, as well as genuine pashminas and antique Jamavar shawls in Dubai. Visit our store to view our exquisite collections of carpets, home decor, garments and more.",
      "Similar Brands": "HOME BOX, H&M HOME, KING KOIL",
      "Other Info": NaN
    },
    "Homes R Us": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 446 9820",
      "Location": "India Court",
      "Description": "Homes R Us is a wide-ranging lifestyle destination delivering an assortment of home furniture, furnishings, and accessories in Dubai. Designed to offer a distinctive class in home décor, our stores showcase a stunning variety of sophisticated, high-quality furniture, handpicked from manufacturers around the world. The brand has steadily delivered on its promise of creating exciting homes, to satisfy a wide range of patrons having different needs.",
      "Similar Brands": "THE MATTRESS STORE, SIMPLY KITCHEN, UNITED FURNITURE",
      "Other Info": NaN
    },
    "The Mattress Store": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 5898498",
      "Location": "India Court",
      "Description": "The Mattress Store is the best and first specialty retailer for sleep, seating and massage products in United Arab Emirates with stores across Dubai, Abu Dhabi and Sharjah.",
      "Similar Brands": "KANI HOME, HOMES R US, MUY MUCHO",
      "Other Info": "We offer our customers an exciting range of mattresses, recliners, massage chairs, sofas and other comfort related accessories. We house the top international sleep, seating and massage brands such as Englander, Hästens, Osim, La Z Boy, Technogel, Auping and more.\n"
    },
    "United Furniture": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045570144",
      "Location": "India Court",
      "Description": "Established in 1975, United Furniture in Dubai has become one of the leading furniture and furnishings brands in the UAE.\n\nThe brand is known for its distinctive drift toward contemporary and classic collections, meeting the styles of modern-day home decor. Housing up-to-the-minute modern trends, United Furniture carries a wide-ranging collection of home and office furniture. The brand also houses a vast collection of furnishings and accessories. With the products being sourced from around the world, United Furniture aims to offer a supreme quality and world-class style to its customers at affordable pocket-friendly prices.\n\nTo create a delightful and wholesome shopping experience with every visit, the brand ensures personalised service with a team of highly-trained staff that greets every customer with a smile. Every experience at a United Furniture store is better than the last!",
      "Similar Brands": "HOMES R US, MUY MUCHO, THE HOME",
      "Other Info": NaN
    },
    "H&M Home": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "009714 4190626",
      "Location": "Persia Court",
      "Description": "Create A New Space With H&M Home\nDiscover H&M Home and update your space with the most recent interior home décor trends and designs. No matter where you are in your home, each room should reflect your personal style and taste. Explore the variety of versatile house accessories pieces that will elevate your home, no matter what your personality.",
      "Similar Brands": "HOME BOX, HOMES R US, SIMPLY KITCHEN",
      "Other Info": NaN
    },
    "Simply Kitchen": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045831936",
      "Location": "Tunisia Court",
      "Description": "Simply Kitchen Dubai is the ultimate destination for those in search of a reliable kitchen supply store in Dubai. As the Middle East's go-to specialty retailer of kitchenware, tableware, and bakeware products, Simply Kitchen offers merchandise that combines fashionable, innovative design and excellent quality at a phenomenal price. The store is a one-stop shop for all your kitchen and dining needs, with friendly cook experts on hand to provide customer advice and inspiration, making cooking accessible and fun for everyone. Additionally, Simply Kitchen hosts regular in-store demonstrations with local social media influencers and cooking experts to continually educate and inspire their customers. With a commitment to providing exceptional products and service, Simply Kitchen is the perfect destination for those in search of quality kitchenware in Dubai.",
      "Similar Brands": "UNITED FURNITURE, HOMES FOR LESS, HOME BOX",
      "Other Info": NaN
    }
  },
  "JEWELRY / WATCHES": {
    "Swatch": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5580",
      "Location": "Tunisia Court",
      "Description": "Swatch is a quirky and cool watch brand that is known for its unique designs and plastic strap look.Our watches are trendy, quirky and full of life. They are great for individuals who value art, design, and adventure. Our watches are a hit among teens, adventure lovers and artists who have a new-age style. Visit our store and view our latest collection. Every watch lover must have at least one of our unique time pieces.",
      "Similar Brands": "SWAROVSKI, PANDORA, G-SHOCK",
      "Other Info": NaN
    },
    "Carat Craft": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "97150 750 8209",
      "Location": "Tunisia Court",
      "Description": "Created by you Crafted by Us. A New Everyday Luxury CaratCraft, a local UAE brand of everyday fine jewelry, that redefines personal jewelry for women of today. Our jewellery experts at the store will help you find a perfect gift. ",
      "Similar Brands": "LIFESTYLE FINE JEWELLERY, SWATCH, DAMAS",
      "Other Info": "A unique range of conventional and contemporary diamond jewellery in 18K gold to light weight plain gold designs that can be customized for everyday wear. \nOur goal to bring fine jewelry to women’s everyday lives, to offer them a choice to pick their own metal, gemstone, or design for their day to day lives at accessible prices without compromising its quality. We hope for women to buy jewelry for themselves rather than be gifted. All of our designs are made to last a lifetime, to tell a story, to hold a memory. \n"
    },
    "Damas": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 882 6489",
      "Location": "Persia Court",
      "Description": "Damas is a leading retailer and one-stop shop for all your jewellery needs ranging from gold and diamond to luxury watches in Dubai. Damas prides itself with its ground-breaking in-house collections which include majestic bridal jewellery, exclusive jewellery brands such as Boudoor, Hayati, and Riwaya, and a wide range of other classic and contemporary jewellery and watch collections. Our unique pieces are awe-inspiring examples of great craftsmanship.",
      "Similar Brands": "SWAROVSKI, CARAT CRAFT, POLICE",
      "Other Info": NaN
    },
    "Pandora": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "04423 9979",
      "Location": "China Court",
      "Description": " Pandora designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices. Pandora jewellery is sold in more than 100 countries through 7,400 points of sale, including more than 2,700 concept stores.",
      "Similar Brands": "CARAT CRAFT, G-SHOCK, SWAROVSKI",
      "Other Info": NaN
    },
    "Rivoli": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043685583",
      "Location": "Egypt Court",
      "Description": "The Rivoli brand has been synonymous with extravaganceand panachefor several years in Dubai. Today, the Rivoli Group has set a wide footprint serving its’ customers across with a diverse portfolio of over 100 significant international brands. From luxury wristwatches to eyewear, jewellery, leather accessories and writing instruments, Rivoli stands for all thing premium. We endeavor to deliver our customers with exceptional products and superlative customer service. Visit our store and view our collections.",
      "Similar Brands": "SWATCH, DAMAS, LIFESTYLE FINE JEWELLERY",
      "Other Info": NaN
    },
    "Lifestyle Fine Jewellery": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 4293166",
      "Location": "Persia Court",
      "Description": "Choose from a range of exquisite designer jewellery in gold and diamonds at Lifestyle Fine Jewellery in Dubai. We create unique jewellery for different occasions keeping the latest global trends in mind. From bridal jewellery to statement pieces, you will find the most stylish designs at our store. Rely on our helpful staff to show you different collections based on your budget, style, and personality. You can be sure to find a fine piece of jewellery at our store every time.",
      "Similar Brands": "JAWHARA JEWELLERY, PANDORA, DAMAS",
      "Other Info": NaN
    },
    "Montblanc": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5584",
      "Location": "India Court",
      "Description": "Shop watches, luxury writing instruments, leather and jewellery by Mont Blanc in Dubai. Mont Blanc is synonymous with prestige and class. Come have a look at our products and choose a piece for yourself that truly defines you. Our products are of premium quality and make great gifts. Let our experts guide you through our range of luxury products so you can find a statement piece that suits you.",
      "Similar Brands": "CARAT CRAFT, DAMAS, SWATCH",
      "Other Info": NaN
    },
    "Swarovski": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5573",
      "Location": "India Court",
      "Description": "Swarovski’s mastery of crystal cutting has defined the jewellery trends across the world. Our enduring passion for novelty and design has made us the world’s premier jewellery and accessory brand. We are proud of our tradition of delivering extraordinary everyday style to women around the world and in Dubai. Every piece of jewellery tells a mystic tale and makes the wearer feel chic and confident. Buy one of our signature designs today.",
      "Similar Brands": "POLICE, PANDORA, G-SHOCK",
      "Other Info": NaN
    },
    "Hour Choice": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5581",
      "Location": "Tunisia Court",
      "Description": "Hour Choice offers customers a versatile range of global luxury watch brands including popular brands such as Rado, Tissot, Balmain, Certina, Mido, Calvin Klein, Swatch, Coach, Timberland, Lacoste, Kenneth Cole, Juicy Couture, Ferrari, Tommy Hilfiger, JLO and many more.  Our store caters to your shopping needs by featuring watches from renowned international watchmakers as well as local brands. Visit us to buy a signature timepiece that suits your style.",
      "Similar Brands": "RIVOLI, POLICE, SWAROVSKI",
      "Other Info": NaN
    },
    "Police": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0554750367",
      "Location": "Egypt Court",
      "Description": "Police watches has landed in Dubai! Born out of Italy - Police, a lifestyle brand, is ticking proof of the spell - “Freedom of Expression.”",
      "Similar Brands": "G-SHOCK, SWAROVSKI, HOUR CHOICE",
      "Other Info": "A combination of spontaneous creativity and expertise ensures that the Police range has a wide spectrum of designs, materials and color schemes. Taking a road less travelled, the designs are based on the personalities rendered in youngsters with their striking qualities, passions and occupations, an extreme original sense of style. Police watches are also available for both men and women, you can guarantee gorgeous designs for your loved ones.\nPolice watches and jewellery are recognized for their urban style, young personality and incredibly unique design in more than 90 countries worldwide. For the best place to buy watches in Dubai, Police is your spot.\n"
    },
    "Grand Lucky Jewellery LLC": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045800831",
      "Location": "Persia Court",
      "Description": "Grand Lucky Jewellery LLC aims to provide a one-stop-shop jewellery store catering to each individual’s taste and preference. Our skilled staff will help you find the suitable jewellery for you and your love ones. We have a wide range of 18k Gold, Fine Diamond and Precious Gemstones jewellery that will suit each individual. We also offer affordable but high quality gold jewellery and easy 4-months installment plans to make investing in gold much easier and affordable.",
      "Similar Brands": "MONTBLANC, LIFESTYLE FINE JEWELLERY, JAWHARA JEWELLERY",
      "Other Info": NaN
    },
    "G-SHOCK": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971566899282",
      "Location": "Persia Court",
      "Description": "CASIO has continued to pursue the evolution of its G-SHOCK watches based on the concept of “toughness.” G-SHOCK watches are durable enough to withstand any conceivable “tough environment,” including being water-proof, dust-proof and mud-proof. CASIO has also pursued performance and design features considered essential in a “tough environment” such as radio-controlled solar powered functions that run on light and display the correct time, and compass bearings and altitude measurements using sensor technology",
      "Similar Brands": "POLICE, PANDORA, JAWHARA JEWELLERY",
      "Other Info": NaN
    },
    "Jawhara Jewellery": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045754939",
      "Location": "Persia Court",
      "Description": "Jawhara represent the jewellery culture of the Middle Eastern heritage, designed with unique creativity, and crafted by master artisans with the skill and finesse gleaned from years in the world of jewels. Jawhara began with traditional and modern jewellery designs with unique beauty and quality. More than an Emirati ‘brand’, Jawhara reflects the contemporary women’s heart & soul. A creation born out of the skill and dedication of the three Abdullah brothers, Jawhara has spread its wings across the region all over the world.\n\nAll the collections are conceived, created, and developed by a team of skilled in-house and international jewellers known for their exceptional craftsmanship and offers unconventional, trendy, and stylish jewellery that complements the youth as a leading jewellery wholesaler, retailer, and manufacturer of 18k, 21k, 22k and finest artisanal designs in Diamonds supported by a network of over 190 outlets in the region.The company’s home is in the heart of Middle Eastern jewellery – the Gold Souk in Dubai, a center of Excellence that brings the best from around the globe.",
      "Similar Brands": "G-SHOCK, RIVOLI, LIFESTYLE FINE JEWELLERY",
      "Other Info": NaN
    }
  },
  "LEATHER GOODS / LUGGAGE / HANDBAGS": {
    "Montblanc": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5584",
      "Location": "India Court",
      "Description": "Shop watches, luxury writing instruments, leather and jewellery by Mont Blanc in Dubai. Mont Blanc is synonymous with prestige and class. Come have a look at our products and choose a piece for yourself that truly defines you. Our products are of premium quality and make great gifts. Let our experts guide you through our range of luxury products so you can find a statement piece that suits you.",
      "Similar Brands": "LIFESTYLE FINE JEWELLERY, PANDORA, SWATCH",
      "Other Info": NaN
    },
    "Samsonite": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 439 0324",
      "Location": "Tunisia Court",
      "Description": "Samsonite is the universal leader in high-class travel bags, luggage, and accessories combining distinguished style with the latest design expertise and the utmost consideration for quality and durability. For years, Samsonite has used its rich design heritage to create unmatched products that fulfil the on-the-go lifestyle needs of the business professionals in Dubai. Find the latest styles of luggage, handbags, backpacks and more at our store.",
      "Similar Brands": "MONTBLANC, CCC",
      "Other Info": NaN
    },
    "CCC": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0547932412",
      "Location": "India Court",
      "Description": "CCC Shoes & Bags is the undisputed leader of the footwear retail market in the Central & Eastern Europe region and one of the largest shoe manufacturers in Europe, manufacturing and selling over 70 million pairs of footwear annually. With over 1200 stores across 34 countries, CCC creates individuality for its customers by offering more than 30 brands under one roof including international brands like Adidas, Skechers, Puma, Reebok, Crocs, Birkenstock, Vans as well as exclusive European fashion brands like Gino Rossi, Deezee, Jenny Fairy, Sprandi, Lasocki, Lanetti to name a few. Located in India Court, CCC provides customers with relevant footwear across all occasions of unique character and interesting styles, at affordable prices.",
      "Similar Brands": "CLARKS, BIRKENSTOCK, FOOT LOCKER",
      "Other Info": NaN
    }
  },
  "LIFESTYLE / FITNESS": {
    "Nutrition Centre": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "00971 44415804",
      "Location": "Andalusia Court",
      "Description": "Good Health Nutrition as a pioneer in the field of nutrition, herbal remedies, and sports and dietary supplements. With 18 stores in the UAE market, Good Health Nutrition offers the best selection in terms of quality and variety of nutrition and fitness brands in the UAE market.",
      "Similar Brands": "DR. NUTRITION CENTER L.L.C, BLU",
      "Other Info": NaN
    },
    "DR. Nutrition Center L.L.C": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "042040750",
      "Location": "China Court",
      "Description": "Dr. Nutrition was founded in 2001, today we are privileged to connect with thousands of customers every month with exceptional natural products.",
      "Similar Brands": "NUTRITION CENTRE, BLU",
      "Other Info": "DNP also offer complete line of diet food, organic food, vitamins, sports nutrition and slimming products.\nDr. Nutrition is one of the largest supplement retailer in Dubai & Middle East with a wide range of products that supply customers internationally.\n"
    },
    "The Warehouse Gym": {
      "Working Hours": "Open at 12:00 AM",
      "Contact Number": "045809173",
      "Location": "Egypt Court",
      "Description": "One Membership. Multiple Experiences. We strive to create the best environment to inspire our members to exercise with freedom, with our multiple locations, offering a unique and premium experience, and artistic surroundings that stimulate the senses. We have a wide choice of group exercise classes that are a great complement to any training program like Black Box, Crossfit, Cycle, Boxing, Mobility and Flexibility, Circuits, and many more. Join the coolest gym in Dubai today\n\nTimings:\n24 Hours",
      "Similar Brands": "NUTRITION CENTRE, DR. NUTRITION CENTER L.L.C, FITNESS FIRST",
      "Other Info": NaN
    },
    "Fitness First": {
      "Working Hours": "Open at 5:30 AM",
      "Contact Number": "+971 4 366 9933",
      "Location": "China Court",
      "Description": "Achieve all your fitness goals with ease in the state-of-the-art Fitness First gymnasium. We offer only the finest, hi-tech equipment and modern facilities to help you achieve all your fitness goals. We also provide you with enthusiastic personal trainers to deliver know-how in cardio, weight management, group exercise, boxing classes, aerobics classes, diet plans and a whole lot more. Join us and make health and fitness the foremost part of your life and get the results you have always wanted.",
      "Similar Brands": "DR. NUTRITION CENTER L.L.C, NUTRITION CENTRE, THE WAREHOUSE GYM",
      "Other Info": "Timings:\nMonday - Friday:  6 AM - 10:00 PM\nSaturday - Sunday: 7:00 AM - 9:00 PM\n"
    }
  },
  "LINGERIE": {
    "La Senza": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5238",
      "Location": "Persia Court",
      "Description": "La Senza is a world-renowned luxury lingerie brand with a range of stylish intimate wear, sleepwear, and lingerie for women. Our lingerie oozes with high-quality, charisma and elegance in Dubai. La Senza gives women a unique shopping experience with a beautiful lingerie displays in a classy and chic ambience.",
      "Similar Brands": "LA VIE EN ROSE, COTTON ON BODY, JOCKEY",
      "Other Info": NaN
    },
    "Jockey": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045547432",
      "Location": "Egypt Court",
      "Description": "Today Jockey International, Inc., is a leading manufacturer and marketer of comfort apparel products sold in major department and specialty stores in over 140 countries, including the UAE.",
      "Similar Brands": "LA VIE EN ROSE, LA SENZA, CALZEDONIA",
      "Other Info": "The brand has more than 400 exclusive brand outlets and is present in more than 1400 cities and towns across the country. As Jockey grows in size and sophistication, the simple commitment to serving its consumers’ needs continues to be the company’s hallmark.\nHead down to the new Jockey store in Dubai for high-quality comfort apparel (underwear and activewear). If you're looking for quality and comfort, Jockey underwear in Dubai is unmatched.\n"
    },
    "Cotton On BODY": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "048769257",
      "Location": "Persia Court",
      "Description": "Live your best life and feel empowered in our Cotton On BODY range of activewear from yoga pants, tights & crops tops. Treat yourself to new intimates from lace and cotton bras, bralettes and undies in all your fave styles. Sleep better in our softest ever sleepwear from pajamas, nighties, robes, gowns and slippers. Have your best summer yet in new swimwear from classic bikini tops and bikini bottoms to retro-inspired one-pieces.",
      "Similar Brands": "LA SENZA, JOCKEY, LA VIE EN ROSE",
      "Other Info": NaN
    },
    "La Vie En Rose": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 529093230",
      "Location": "India Court",
      "Description": "La Vie en Rose offers exceptional women's lingerie, sleepwear, and swimwear designed with the latest trends in mind. Comfort and attention to detail are the two main areas of focus throughout our merchandise. We pay special attention to fabric choices so that you get the best fit and are comfortable throughout the day. Visit our store in Dubai for a range of cute and comfortable nightwear, lingerie, loungewear and more.",
      "Similar Brands": "LA SENZA, JOCKEY, CALZEDONIA",
      "Other Info": NaN
    },
    "Calzedonia": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 584 4633",
      "Location": "India Court",
      "Description": "Part of the Italian Calzedonia Group, the brand was founded in 1987 in Verona. It offers a huge range of lingerie products, with particular attention paid to fashion at an unbeatable quality/price ratio. Calzedonia has created a new way of selling hosiery and beachwear for women, men, and children through its worldwide franchising network. Come visit today to see why Calzedonia Dubai is the city's go-to for women's lingerie, nightwear, and more.",
      "Similar Brands": "JOCKEY, COTTON ON BODY, LA VIE EN ROSE",
      "Other Info": NaN
    }
  },
  "NUTS, COFFEE, DRY FRUITS CONFECTIONERY AND GIFTING": {
    "Al Rifai": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "058-1034625",
      "Location": "Tunisia Court",
      "Description": "Al Rifai Roastery Dubai is the leading traditional roaster in the region and prides itself on its high standards and premium quality.\n\nWhether for snacking, enjoying with friends and family or gifting. Al Rifai offers the best in Nuts, Coffee, Dry Fruits and Confectionery & Gifting. Express your feeling with Al Rifai: Irresistible since 1948. Visit us today at the Tunisia Court and enjoy the best coffee, nuts, and more.",
      "Similar Brands": NaN,
      "Other Info": NaN
    }
  },
  "OPTICIANS / SUNGLASSES": {
    "Yateem Optics": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 421 0789",
      "Location": "India Court",
      "Description": "Yateem Optician is one of the oldest and strongest players in the vision care industry with showrooms in Dubai and other emirates. Knowledgeable optometrists, availability of superior ophthalmic lenses and a plethora of international eyewear brands make us one of the most favoured optical showrooms in the region. Our showroomis equipped with computerized ophthalmic devices on par with international standards. From vision testing to consultation for contact lenses, our team can help you out with everything you need.",
      "Similar Brands": "DUBAI OPTICAL CO. LLC, MAGRABI OPTICAL, OUTPOST OPTICS",
      "Other Info": NaN
    },
    "Magrabi Optical": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5683",
      "Location": "China Court",
      "Description": "Magrabi Opticalsis reputed for its first-class amenities, a variety of fashion sunglasses and eyewear products, and distinguishing and professional optical service. Our customers – both young and old, can try on their custom-made reading glass, contact lenses, optical frames and designer eyewear of their choice under one single roof at our store in Dubai. We deliver great optical products at competitive prices.",
      "Similar Brands": "RIVOLI EYEZONE, YATEEM OPTICS, JUST OPTICS",
      "Other Info": NaN
    },
    "Outpost Optics": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 5540030",
      "Location": "China Court",
      "Description": "Outpost Optical Dubai is a comprehensive eye care showroom offering eyewear which ranges from all-purpose progressive and occupational lenses to sophisticated, individual lifestyle progressives, as well as outdoor, sport and fashion, wrap-around progressive and single vision lenses. We deal with major international luxury brands of sunglasses and progressive lens. We also provide eye examinations and vision screening services. Outpost provides quick delivery times, by the time you have a coffee and check our store collection, your lenses will ready, to collect and that too with no compromise in quality criteria.",
      "Similar Brands": "DUBAI OPTICAL CO. LLC, EYEWA, YATEEM OPTICS",
      "Other Info": NaN
    },
    "Al Jaber Optical": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 882 3750",
      "Location": "Tunisia Court",
      "Description": "Al Jaber Optical Dubai is a one-stop-shop for fashionable eyewear, optical frames, stylish sunglasses, contact lenses and optical accessories. Some of the brands we offer include Ray-Ban, Dior, Vogue, Fendi, and Carrera. We also provide an all-inclusive eye examination service. At Al Jaber Optical, it’s not just about brands and fashion; it’s about helping our customers make the right choice through correct analysis and expert advice.",
      "Similar Brands": "OUTPOST OPTICS, JUST OPTICS, MAGRABI OPTICAL",
      "Other Info": NaN
    },
    "Lenskart": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044580832",
      "Location": "Egypt Court",
      "Description": "For incredible service, technology, and the iconic Lenskart sunglasses, Lenskart Dubai has all that and more.",
      "Similar Brands": "RIVOLI EYEZONE, MAGRABI OPTICAL, DUBAI OPTICAL CO. LLC",
      "Other Info": "Founded in 2010, Lenskart is Asia’s largest omnichannel retailer and manufacturer of premium quality and contemporary eyewear. With a unique click-and-mortar business, Lenskart is revolutionising the eyewear industry by offering disruptive services like home eye check-ups and trials, 3D try-on and automated lens fitting.\nThe company aims to provide every consumer access to high-quality glasses by eliminating the middleman, using hi-tech robotic technology, and incorporating world-class designs into its products. Lenskart is a purpose-driven company, which is reflected in the establishment of Lenskart Foundation, a not-for-profit organisation aimed at eradicating refractive error-based blindness.\nLenskart Dubai is now one of the staple spots in the Middle East market, with several new locations across the UAE. Stop by the Lenskart store in Dubai for high-quality eyewear and an innovative experience.\n"
    },
    "Vision Express": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 419 0643",
      "Location": "Egypt Court",
      "Description": "Vision Express is committed to delivering expert, high quality and affordable eye care to people in Dubai. We are driven by a commitment to unparalleled customer service and providing the best personalized optical care, style, and quality. Customers can choose from a wide array of frames and lenses for glasses, contact lenses and sunglasses, allowing everybody to reflect their individual traits and lifestyles at our outlet.",
      "Similar Brands": "EYEWA, MAGRABI OPTICAL, RIVOLI EYEZONE",
      "Other Info": NaN
    },
    "Just Optics": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5523",
      "Location": "Egypt Court",
      "Description": "Just Optics is a high-fashion optical store offering you the complete range of frames, sunglasses, contact lenses and more. We offer our customers with a one-stop optical line that stocks celebrated brands in spectacle frames and sunglasses. We deal with the latest expertise for optical lenses and contact lenses. We have competent optometrists and sales staff to provide the best service in the optical field. Visit us for an eye test or to pick up a new pair of sunglasses today.",
      "Similar Brands": "AL JABER OPTICAL, DUBAI OPTICAL CO. LLC, MAGRABI OPTICAL",
      "Other Info": NaN
    },
    "Dubai Optical Co. LLC": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5539",
      "Location": "Persia Court",
      "Description": "Dubai Optical Co. is reputed for its wide-ranging collection of fashion sunglasses and eyewear products, and distinctive and professional optical service. Our customers of all ages can try on their made-to-order reading glass, contact lenses, optical frames and designer eyewear of their choice under one single roof at our store in Dubai. We have a great assortment of optical brands to suit all your tastes.",
      "Similar Brands": "YATEEM OPTICS, VISION EXPRESS, LENSKART",
      "Other Info": NaN
    },
    "Rivoli EyeZone": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 48826373",
      "Location": "India Court",
      "Description": "Rivoli EyeZone store offers a wide range of globally renowned brands in sunglasses, optical frames, contact lenses and optical lenses. The store is meticulously designed to provide both men & women a wide selection of designer eyewear brands and the finest quality of vision care in the region.",
      "Similar Brands": "LENSKART, YATEEM OPTICS, AL JABER OPTICAL",
      "Other Info": "Some of the featured brands of sunglasses and optical frames include Cartier, Omega, Longines, Tom Ford, Montblanc, Bottega Veneta, Bulgari, Chanel, Gucci and Saint Laurent to name a few. Rivoli EyeZone offers a wide range of optical lens brands including inxt – New Generation Digital Lenses with the region’s first 7 Protect Promise and 12 months Power Change Guarantee alongside Zeiss and Essilor and also dispenses contact lenses from Johnson & Johnson, Alcon, Cooper Vision, Bella, Amara and many more. The store is staffed by a team of skilled vision care consultants and highly experienced sales professionals who are trained to assist with selection that complements your face shape and make your shopping experience fun and easy. Rivoli EyeZone is the only optical chain in this region which follows eye testing and dispensing processes as per the standards of World Council of Optometry (WCO) and is a certified member of WCO. The store is fully equipped with new generation ophthalmic machines in a dedicated Vision Care & Contact lens clinic.\nRivoli EyeZone stores are spread across UAE, Oman, Bahrain and Qatar.\n"
    },
    "Eyewa": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "04 247 2979",
      "Location": "Persia Court",
      "Description": "Eyewa, is the most trusted omnichannel eyewear store in the Middle East with a major store in Ibn Battuta Mall, providing a curated selection of brands of prescription glasses, sunglasses, blue light glasses, color contact lenses, and corrective contact lenses; with a retail experience that breathes modernity and innovation.",
      "Similar Brands": "LENSKART, DUBAI OPTICAL CO. LLC, AL JABER OPTICAL",
      "Other Info": NaN
    },
    "Frame Optics": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045299891",
      "Location": "Egypt Court",
      "Description": "Frame Optics offers consumers a world-class optical retail experience through products that showcase the best in contemporary design & style, coupled with optical professionals. Frame Optics promises an unbeatable collection of eyewear products such as sunglasses, optical frames, ophthalmic lenses, and contact lenses with a strong focus on quality and outstanding customer service",
      "Similar Brands": "LENSKART, JUST OPTICS, MAGRABI OPTICAL",
      "Other Info": NaN
    }
  },
  "PHARMACIES & MEDICAL": {
    "Bin Sina Pharmacy": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 423 3895",
      "Location": "Andalusia Court",
      "Description": "At Bin Sina Pharmacy in Dubai, we always believe in giving you a wide selection of healthcare supplements, medicine, beauty products, and more. We aim to establish ourselves as the perfect health destination for you and your family. Choose from a range of exquisite products to suit your health and wellness requirements. We are one of the leading pharmacies with an assortment of global and local brands available for you to choose from.",
      "Similar Brands": "IBN BATTUTA PHARMACY, SUPERCARE PHARMACY, LIFE PHARMACY",
      "Other Info": NaN
    },
    "Boots Pharmacy": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044190659",
      "Location": "Egypt Court",
      "Description": "Visit Boots Pharmacy, the UK's leading health and beauty retailer in Dubai, to choose from a wide range of quality products offered at a great value. We have earned a reputation for providing customers with excellent, trustworthy healthcare advice over the years. Whether you are looking for proficient skincare pharmacy products, the newest cosmetics, essentials for your baby, dependable healthcare advice or generous hair care treats, you will find them all at Boots Pharmacy.",
      "Similar Brands": "MEDICLINIC IBN BATTUTA, LIFE PHARMACY, BIN SINA PHARMACY",
      "Other Info": NaN
    },
    "Mediclinic Ibn Battuta": {
      "Working Hours": "Open at 8:00 AM",
      "Contact Number": "+971 4 2478333",
      "Location": "China Court",
      "Description": "Consult with expert doctors specialising in a vast range of medical fields, skilled nursing staff, a day-care unit for minimally invasive procedures, as well as an on-site laboratory and diagnostic imaging centre. Mediclinic Ibn Battuta provides you with both primary and specialist healthcare services that you can trust. At our clinic, you are received into a caring and calm environment, free of the anxieties generally associated with a busy medical facility. Count on our team for the right diagnosis and timely treatment.",
      "Similar Brands": "BOOTS PHARMACY, LIFE PHARMACY, LIFE PHARMACY",
      "Other Info": "Timings:\nSunday to Friday: 8AM - 9PM\nSaturday: 12PM - 8PM\n"
    },
    "BIN SINA PHARMACY": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "45754893",
      "Location": "Persia Court",
      "Description": "At Bin Sina Pharmacy in Dubai, we always believe in giving you a wide selection of healthcare supplements, medicine, beauty products, and more. We aim to establish ourselves as the perfect health destination for you and your family. Choose from a range of exquisite products to suit your health and wellness requirements. We are one of the leading pharmacies with an assortment of global and local brands available for you to choose from.",
      "Similar Brands": "IBN BATTUTA PHARMACY, LIFE PHARMACY, BIN SINA PHARMACY",
      "Other Info": NaN
    },
    "Supercare Pharmacy": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 585 1061",
      "Location": "China Court",
      "Description": "Supercare will be the perfect health destination for you and your loved ones as we aim to provide you and your dear ones with the finest healthcare products in Dubai. We are one of the leading pharmacy-steered healthcare and lifestyle retailer brands with a pan UAE presence with over 40 years of experience. At Supercare we offer brands that we truly believe in. We believe in providing products that best suit your wellness needs from brands that promise proven results.",
      "Similar Brands": "IBN BATTUTA PHARMACY, LIFE PHARMACY, LIFE PHARMACY",
      "Other Info": NaN
    },
    "Aster Pharmacy": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "045543519",
      "Location": "Tunisia Court",
      "Description": "If you're looking for curative, nutritive, baby products, lifestyle, wellness products, FMCG products, cosmetics, personal & homecare products, Aster Pharmacy in Jebel Ali is your go-to.",
      "Similar Brands": "LIFE PHARMACY, LIFE PHARMACY, SUPERCARE PHARMACY",
      "Other Info": "Aster Pharmacy has become a household name in the UAE & has emerged as the brand of choice amongst pharmacies due to its solid availability & customer-first orientation.\nAster Pharmacy has dotted the GCC healthcare landscape with over 200 pharmacies, thereby touching upon the lives of millions by going beyond boundaries, both in terms of products & services.\nDriven by a zeal to innovate & excel, Aster Pharmacy has led various first-of-its-kind unique initiatives in the region – to name a few, the Secure Rewards Program, the first Pharmacy Rewards Program, the launch of UAE’s 1st online pharmacy www.asteronline.com, and a dedicated call-centre that enables customers to access over 700+ multilingual pharmacists who counsel & provide medical assistance 24/7.\n"
    },
    "LIFE PHARMACY": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "045812480",
      "Location": "Persia Court",
      "Description": "Life Pharmacy is geared at serving its customers with the best pharmaceutical products and nutritional supplements to ensure their health and wellbeing. We have a variety of cosmetic products for your hair and skin and offer everything from moisturisers to shampoos and conditioners from well-known brands. We accept major insurance claims and provide a complete health solution for all members of your family.",
      "Similar Brands": "MEDICLINIC IBN BATTUTA, BIN SINA PHARMACY, LIFE PHARMACY",
      "Other Info": NaN
    },
    "Life Pharmacy": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "042779199",
      "Location": "Persia Court",
      "Description": "Life Pharmacy is geared at serving its customers with the best pharmaceutical products and nutritional supplements to ensure their health and wellbeing. We have a variety of cosmetic products for your hair and skin and offer everything from moisturisers to shampoos and conditioners from well-known brands. We accept major insurance claims and provide a complete health solution for all members of your family.",
      "Similar Brands": "BOOTS PHARMACY, IBN BATTUTA PHARMACY, LIFE PHARMACY",
      "Other Info": NaN
    },
    "Ibn Battuta Pharmacy": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "+971 4 429 7940",
      "Location": "China Court",
      "Description": "We always believe in putting your family first. Especially, their health and wellness. We know you do too. Which is why Ibn Battuta Pharmacy will be the ideal health destination for you and your loved ones. We are a premier pharmaceutical and lifestyle retailing brand. We have a range of exquisite products to suit your health and wellness requirements. Comb through our varied products to address all your family's wellness needs.",
      "Similar Brands": "ASTER PHARMACY, BIN SINA PHARMACY, BIN SINA PHARMACY",
      "Other Info": NaN
    }
  },
  "RAW HONEY": {
    "Balqees": {
      "Working Hours": "Open at 9:00 AM",
      "Contact Number": "052 105 7207",
      "Location": "Tunisia Court",
      "Description": "Balqees is dedicated to everything raw honey – from exquisite single-origin, mono-floral honey, to potent honey fusions. All Balqees raw honey is straight from the hive. We do not heat-treat or micro-filter the honey as it strips the product of potent enzymes.",
      "Similar Brands": "KASHMIRI HONEY",
      "Other Info": "None of our beekeepers and apiculturists feed sugar solutions or supplements to their bees. Our attention to detail extends to all our ingredients, including the spices we use in our raw honey fusions.\nGround floor, opposite Carrefour.\n"
    },
    "KASHMIRI HONEY": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "97145589641",
      "Location": "China Court",
      "Description": "Kashmiri Honey is a premium honey retailer in the world. Located in the UK, Saudi Arabia, UAE Oman and Pakistan, Kashmiri Honey offers pure raw honey and delicious fusions to boost your immunity and nutritious level.",
      "Similar Brands": "BALQEES",
      "Other Info": NaN
    }
  },
  "SERVICES": {
    "Thrifty Car Rental": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 450 8916",
      "Location": "Andalusia Court",
      "Description": "Thrifty Car Rental is a leading car hire brand in Dubai with us presence across the UAE. We have a large fleet of four wheelerssuch as limousines, SUVs, sedans, hatchbacks and specialized vehicles. We offer vehicle acquisition and management solutions for corporates that deliver significant cost savings, reduced administrative hassles, increased productivity and risk mitigation to our clients. Our solution for corporates works on pay for usage model rather than fleet ownership. For more details visit our branch for more details and offers.",
      "Similar Brands": "GALADARI MOTOR DRIVING CENTER, T-SHIRT FACTORY / PORTFOLIO, PHOTO MAGIC",
      "Other Info": NaN
    },
    "Auto Care - 3M": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 366 9390",
      "Location": "China Court",
      "Description": "Auto care 3M Dubai offers extensive automobile services and products. For all your automobile care needs, 3M has the products and know-how to keep your car looking great inside and out. From cleaning engines and brake mechanisms to supplying you withmechanical components such as intakes and fuel systems along with car body maintenance supplies, 3M has everything you need to keep your vehicle in a great condition. Try our abrasives, repair kits and sealants and get the results you want and need.",
      "Similar Brands": "GOODYEAR AUTOCARE, MEDICLINIC IBN BATTUTA, T-SHIRT FACTORY / PORTFOLIO",
      "Other Info": NaN
    },
    "Belhasa Driving Center": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 2427759",
      "Location": "Egypt Court",
      "Description": "Driving in Dubai is made easy at Belhasa Driving Center. With knowledgeable instructors and service staffs, we offer years of driver training experience coupled with comprehensive facilities that are of the highest quality. Count on us for the right guidance and training for both new and experienced drivers. Register yourself at our centre today!",
      "Similar Brands": "DHL, SELL YOUR MOTORS, T-SHIRT FACTORY / PORTFOLIO",
      "Other Info": NaN
    },
    "Photo Magic": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5658",
      "Location": "Tunisia Court",
      "Description": "Photo Magic is the innovator and the largest international chain of digital labs and studios in Dubai. We offer a wide range of expert photographic services to our customers covering instant (30 minutes) spot photo printing, studio photography, digital imaging, outdoor video and photographic services, the supply of exclusive photo accessories, frames and albums. We are a Kodak Express authorized dealer. Count on us for all your photography and video services in Dubai.",
      "Similar Brands": "AUTO CARE - 3M, BELHASA DRIVING CENTER, SAAED",
      "Other Info": NaN
    },
    "Technology People": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 366 9812",
      "Location": "Andalusia Court",
      "Description": "Technology People is a software solutions provider in Dubai. We are continually researching the market for the best the software's to power our clients with the newest technologies to help boost their business and increase their returns. Currently, we provide software solutions for the beauty sector, gymnasiums, restaurants, and point of sales software for all kinds of businesses. Our software experts are always on hand to advise you on the right products for your business. Get in touch with us to schedule a consultation.",
      "Similar Brands": "SHARAF DG 4U, ISTYLE, SMARTCORNER",
      "Other Info": NaN
    },
    "Image art": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 453 7236",
      "Location": "Andalusia Court",
      "Description": "Image Arts in Dubai is your one-stop-shop destination for photography services, large format printing, and framing services. Our prices are reasonable, and our product quality is truly remarkable. When you place an order at Image Arts you can be sure that our well-trained staff will fulfil it with the highest level of precision and efficiency. Count on us for all your photography, printing and framing requirements.",
      "Similar Brands": "DU, SAAED, AMER",
      "Other Info": NaN
    },
    "DHL": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 56 4164775",
      "Location": "Andalusia Court",
      "Description": "Count on DHL courier delivery services for shipment and transport of urgent documents and goods reliably and on time from door-to-door in more than 220 countries and territories. We operate the most inclusive global express network. We have a fleet of 250+ aircraft making us one of the largest air carriers worldwide. From international mail deliveries to customized and specialized shipping – if it is about logistics, it is about DHL.",
      "Similar Brands": "BELHASA DRIVING CENTER, GOODYEAR AUTOCARE, TECHNOLOGY PEOPLE",
      "Other Info": NaN
    },
    "Al Thawb Al Watani Tailor": {
      "Working Hours": "Open at 12:00 PM",
      "Contact Number": "+971 4 368 5324",
      "Location": "Persia Court",
      "Description": "Al Thawb Al Watani Tailoring Dubai creates distinguished Arabic apparel including the Kandoora, Guthra and Agal for the men of Dubai. We are a well-known and  highly reputed tailoring company which was founded 50 years ago. Moreover, we provide the finest quality fabrics that are ideal for the weather in Dubai. Count on us for traditional clothing that Is customised to suit your style.",
      "Similar Brands": "TECHNOLOGY PEOPLE, T-SHIRT FACTORY / PORTFOLIO, PHOTO MAGIC",
      "Other Info": NaN
    },
    "Virgin Mobile": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "058 504 4397",
      "Location": "Tunisia Court",
      "Description": "Virgin Mobile believes in making mobile better across the industry with the best customer experience, innovative products and creating a great place to work. Emirates Integrated Telecommunications Company has launched Virgin Mobile as the first fully digitalized mobile service in the UAE, providing an experience that has never been seen before in the region.\n\n\nVirgin Mobile is the second mobile brand to operate under the EITC umbrella, adhering to the rights and obligations of EITC’s telecommunication license while bringing a distinctly different offering and brand promise to the market.",
      "Similar Brands": "DRIVE DUBAI DRIVING INSTITUTE, THRIFTY CAR RENTAL, SELL YOUR MOTORS",
      "Other Info": NaN
    },
    "Sell Your Motors": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+97143301030",
      "Location": "Tunisia Court",
      "Description": "Sell Your Motors makes cashing your car in Dubai an easy task and a compelling experience.",
      "Similar Brands": "AMER, AL THAWB AL WATANI TAILOR, BELHASA DRIVING CENTER",
      "Other Info": "You can book an appointment for a no obligation car inspection and valuation with a guaranteed cash offer you are free to accept and get your money on the spot.\nThey take care of your transaction from start to finish so you won't have to deal with the paperwork and guarantee to give you a deal for any car you want to sell no matter its condition. It's that simple.\nYou can cash your car at Sell Your Motors in 30 minutes today.\n"
    },
    "Minutes Quick Services | Branch 2": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044307584",
      "Location": "Persia Court",
      "Description": "Minutes specialises in repairing watches, mobile phones, laptops, shoes and bags. It also provides key duplication, stamp making, printing, engraving and sublimation services on a variety of products. Materials used are of the highest quality and the customers’ products are always in good hands with trained professionals. Get it done in Minutes. Book your services online at www.minutes.co.ae",
      "Similar Brands": "DEWA, AUTO CARE - 3M, THRIFTY CAR RENTAL",
      "Other Info": "Location: IBS-LF-35A Persia Court \n"
    },
    "T-shirt Factory / Portfolio": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0565156519",
      "Location": "Egypt Court",
      "Description": "T-shirt Factory has successfully become the favourite personalization brand for T-shirts. Choose a T-shirt (kids, men or women), choose a design and they will print it straight away. In addition, we also provide solutions for corporate businesses including bulk quantities, special uniforms, and customized prints. Get our custom-made T-shirts at our outlet now! We can get your order ready in minutes.",
      "Similar Brands": "AUTO CARE - 3M, BELHASA DRIVING CENTER, AL THAWB AL WATANI TAILOR",
      "Other Info": NaN
    },
    "Mediclinic Ibn Battuta": {
      "Working Hours": "Open at 8:00 AM",
      "Contact Number": "+971 4 2478333",
      "Location": "China Court",
      "Description": "Consult with expert doctors specialising in a vast range of medical fields, skilled nursing staff, a day-care unit for minimally invasive procedures, as well as an on-site laboratory and diagnostic imaging centre. Mediclinic Ibn Battuta provides you with both primary and specialist healthcare services that you can trust. At our clinic, you are received into a caring and calm environment, free of the anxieties generally associated with a busy medical facility. Count on our team for the right diagnosis and timely treatment.",
      "Similar Brands": "LIFE PHARMACY, IBN BATTUTA PHARMACY, BIN SINA PHARMACY",
      "Other Info": "Timings:\nSunday to Friday: 8AM - 9PM\nSaturday: 12PM - 8PM\n"
    },
    "Du": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 445 8553",
      "Location": "Tunisia Court",
      "Description": "Operating under the steadfast umbrella of Emirates Integrated Telecommunications Company (EITC), du is an integral driver of the UAE’s economic, social and digital transformation. Thriving on digitally innovating all facets of the contemporary telecom experience, we touch the lives of millions of customers everyday as a dedicated enabler of connectivity, continuity and growth across consumer and enterprise segments. Whether delivering state-of-the-art Smart City infrastructure, bespoke enterprise ICT solutions, government communications, secure data solutions, or the very best in home entertainment and value, we are a reliable telco and ICT player shaping the future of communication for a more connected tomorrow.\nhttp://du.ae",
      "Similar Brands": "PHOTO MAGIC, AL THAWB AL WATANI TAILOR, BELHASA DRIVING CENTER",
      "Other Info": NaN
    },
    "Minutes Quick Services | Branch 1": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043636575",
      "Location": "Andalusia Court",
      "Description": "Minutes specialises in repairing watches, mobile phones, laptops, shoes and bags. It also provides key duplication, stamp making, printing, engraving and sublimation services on a variety of products. Materials used are of the highest quality and the customers’ products are always in good hands with trained professionals. Get it done in Minutes. Book your services online at www.minutes.co.ae",
      "Similar Brands": "VIRGIN MOBILE, DU, THRIFTY CAR RENTAL",
      "Other Info": "Location: Unit no. 2 IBS-GF-001, Ground floor\n"
    },
    "Galadari Motor Driving Center": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "528838465",
      "Location": "Tunisia Court",
      "Description": "Galadari Motor Driving Centre in Dubai (GMDC) is an RTA-certified and approved driving institute delivering training to a diverse group of students with 500+ qualified instructors.",
      "Similar Brands": "MEDICLINIC IBN BATTUTA, IMAGE ART, ETISALAT",
      "Other Info": "At GMDC Dubai, we impart theory as well as practical training services, alongside organising final assessments by RTA & the issuance of driving licenses.\n"
    },
    "GOODYEAR Autocare": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 882 6085",
      "Location": "Tunisia Court",
      "Description": "The Goodyear Autocare service centre, launched by Swaidan Trading’s Auto Allied Division at Ibn Battuta Mall, is on hand to offer maintenance and servicing for tyres and batteries across multiple brands.",
      "Similar Brands": "TECHNOLOGY PEOPLE, GALADARI MOTOR DRIVING CENTER, MEDICLINIC IBN BATTUTA",
      "Other Info": "Conveniently located in the shaded P3 Parking Zone of the mall, the service centre maintains safe working practices and preventative measures to protect the health of its customers and technicians during the COVID-19 pandemic.\n"
    },
    "SAAED": {
      "Working Hours": "Open at 7:30 AM",
      "Contact Number": "+971 4 5219999",
      "Location": "India Court",
      "Description": "SAAED is a leading national company, a global model in developing and providing innovative, smart, integrated and sustainable solutions and services in the field of traffic services, mobility, control, inspection and smart parking with qualified national cadres and strategic partnerships to contribute to achieving the safety, security and happiness of stakeholders and society and achieving the UAE government vision.",
      "Similar Brands": "DU, TECHNOLOGY PEOPLE, AUTO CARE - 3M",
      "Other Info": "SAAED Values:\n Happiness and safety\nFuture foresight, innovation, creativity and investment in human capital\nTeamwork and justice\nAccuracy, commitment and permanence\nTransparency and Integrity\nSince SAAED initiation in 2008 until now, the company was able to:\n Obtaining distinguished local, regional and international awards in partnership with government organization\n Integrated corporate governance application\n  Implementing strategies that are compatible with UAE government vision\n Implementing a comprehensive quality system\n The application of the fourth generation of the government excellence system\n Development of pioneering quality projects regionally and globally\n Obtaining the Emiratization bronze medal for 2017 and 2018\n"
    },
    "Drive Dubai Driving institute": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "048786022",
      "Location": "Tunisia Court",
      "Description": "DriveDubai, one of the largest driving centers in the New Dubai area.It is a complete institute with A -Z facilities ranging from eye tests to RTA file opening & testing on-site to license issuance available at same location Drive Dubai offers training for all license categories such as Light Vehicle,Motor Bike,Heavy Vehicles and others.",
      "Similar Brands": "SELL YOUR MOTORS, ETISALAT, AUTO CARE - 3M",
      "Other Info": NaN
    },
    "Etisalat": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "800101",
      "Location": "Tunisia Court",
      "Description": "Visit Etisalat for all your mobile, internet and digital telecommunications requirements. Browse through our new plans, pick up a new mobile device or consult our associates to troubleshoot problems at our store in Dubai. We are the foremost telecommunications provider in the UAE and have achieved this position by serving our clients in a judicious and efficient manner. For the best deals and services, drop in today.",
      "Similar Brands": "PHOTO MAGIC, MINUTES QUICK SERVICES | BRANCH 2, DHL",
      "Other Info": NaN
    },
    "Dewa": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 6019999",
      "Location": "China Court",
      "Description": "The Dubai Electricity and Water Authority (DEWA) is the key public service infrastructure company that ensures the reliable and efficient supply of electricity and water to the residents of Dubai. As a prominent water supplier in Dubai, we strive to provide an adequate and consistent supply of water to meet the needs of the people. Whether you need to sign up for a new connection, pay your utility bills, or get advice on your queries, our friendly staff at the branch office are ready to assist you.",
      "Similar Brands": "IMAGE ART, DRIVE DUBAI DRIVING INSTITUTE, ETISALAT",
      "Other Info": NaN
    },
    "Amer": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 8866060",
      "Location": "China Court",
      "Description": "Visit the government authorized Amer Typing Center Dubai for all your visa and Emirates identity card formalities. Our specialized team will simplify your legal activities so that you can save precious time and efforts.. As a leading provider of Amer services, we deliver fast, reliable and classified services that fulfill the typing requirements for UAE visa services, PRO services, and other Government services in UAE.",
      "Similar Brands": "AL THAWB AL WATANI TAILOR, T-SHIRT FACTORY / PORTFOLIO, BELHASA DRIVING CENTER",
      "Other Info": "Timings:\nSunday: 9:00 AM - 5:00 PM\nMonday to Friday: 08:00 AM - 08:00 PM\nSaturday: Closed\n"
    },
    "Medical Examination Centre": {
      "Working Hours": "Open at 8:00 AM",
      "Contact Number": "+971 4 8804762",
      "Location": "China Court",
      "Description": "Opening hours:",
      "Similar Brands": "IMAGE ART, MINUTES QUICK SERVICES | BRANCH 2, TECHNOLOGY PEOPLE",
      "Other Info": "Sunday to Thursday\n8AM - 7:30PM\nFridays\n8AM-11:30AM\n4PM - 7:30PM\nSaturday - CLOSED\nLocation:China court beside DEWA Customer Happiness Centre\nTelephone: +971 4 880 4762 / +971 56 505 9204\nWebsite: https://www.vfsglobal.com/mohap/uae/ \n"
    }
  },
  "SPECIALTY STORE": {
    "Thomsun Pure Music": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 366 9385",
      "Location": "China Court",
      "Description": "Get a range of high-quality musical instruments, spare parts, and peripherals at Thomson Pure Music. This is our flagship store and covers 14000 square feet in area. Other than retailing some of the most premium brands of musical instruments we also conduct a music education program where we train children to play instruments of their choice.",
      "Similar Brands": "BRAND BAZZAAR, SMOKERS CENTRE, HEMA",
      "Other Info": NaN
    },
    "Smokers Centre": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 368 5652",
      "Location": "Tunisia Court",
      "Description": "Smokers Centre, as the name suggests, caters to the needs of smokers in Dubai. Carrying more than 3,000 products sourced from the finest tobacco companies across the globe, we offer our customers high-quality tobacco products such as Cuban Cigars, Cigarettes and smoking accessories. Visit us to have a look at our products.We believe that our customers are tobacco connoisseurs and hence strive to give them products they will relish and appreciate.",
      "Similar Brands": "BRANDS FOR LESS, BRAND BAZZAAR, MMI",
      "Other Info": NaN
    },
    "MMI": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 3685626",
      "Location": "Tunisia Court",
      "Description": "MMI Dubai brings the finest of the world's alcoholic beverage brands to you in a classy retail environment and great customer service. We are home to the world's leading beer, wine, and spirits brands. Shop at our large-format outlet for all of your favourite wines, beers, and spirits. Our store is well organised with the different types of beverages arranged as per categories. This makes it easy for you to browse through the different brands we offer to pick up exactly what you are looking for.",
      "Similar Brands": "THOMSUN PURE MUSIC, BRAND BAZZAAR, MUMUSO",
      "Other Info": NaN
    },
    "HEMA": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 54 7932286",
      "Location": "Persia Court",
      "Description": "Ever since 1926, HEMA has been making daily life easier and more fun for its customers. With products and services that stand out because of their good quality, attractive design and affordable prices. Our customer comes first in everything we do. HEMA has over 30,000 own-brand products and services, more than 750 stores in 9 countries on 2 continents, and over 19,000 employees.",
      "Similar Brands": "THOMSUN PURE MUSIC, DAISO, MINISO",
      "Other Info": NaN
    },
    "JS Music": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 366 9715",
      "Location": "Egypt Court",
      "Description": "Looking for musical classes for your children? J.S Music Dubai is a large music store offering sales and tuition for a range of musical instruments. We teach our child to read and perform a choice of instruments. They are trained to play music confidently and perfectly. Count on us for high-quality music equipment and spare parts for your kit.",
      "Similar Brands": "FLYING TIGER COPENHAGEN, MINISO, ONEZONE",
      "Other Info": NaN
    },
    "Daiso": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044503739",
      "Location": "Andalusia Court",
      "Description": "The Daiso Japan store in Dubai provides a unique amazing and pleasant shopping experience, filled with novelty and excitement through a huge range of products at peerless prices. ‘You name it, we have it!’ is no over-statement. Visit our store and witness the endless variety of homeware products, stationery, toys, artifacts and DIY projects on offer. We also restock our shelves depending on festivals and seasonal celebrations.",
      "Similar Brands": "JS MUSIC, DOLLAR PLUS, MUMUSO",
      "Other Info": NaN
    },
    "Dollar Plus": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0547932236",
      "Location": "Egypt Court",
      "Description": "Dollar Plus, where you get quality merchandise for less! Dollar Plus offers literally thousands of items in over 14 major merchandise categories and is a dedicated one stop value store for all your household & family shopping. Shop from various categories such as HOME, DINING & KITCHEN, GIFTING, STATIONERY, FASHION, HEALTH & BEAUTY, GARDEN, TRAVEL, ELECTRONICS, PET GROOMING and TOYS at incredible value. The store offers a broad assortment of general merchandise and seasonal items of international standards from across the globe at great value price points. Save BIG on the things your family needs. There is always a reason to smile, find it at Dollar Plus!",
      "Similar Brands": "MUMUSO, THOMSUN PURE MUSIC, BRANDS FOR LESS",
      "Other Info": NaN
    },
    "Brands for Less": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 4273125",
      "Location": "Persia Court",
      "Description": "At Brands For Less Dubai, we have an entire range of exquisite products for customers of all ages. You can spend hours in our store choosing from a wide range of shirts, jeans, dresses, handbags, stilettos, trendy apparel, lingerie, caps, belts, hats, and accessories to name a few. There is something for everyone at our store.",
      "Similar Brands": "MAX, CENTREPOINT, MARKS & SPENCER",
      "Other Info": NaN
    },
    "Brands For Less": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 5142533",
      "Location": "Andalusia Court",
      "Description": "At Brands For Less Dubai, we have an entire range of exquisite products for customers of all ages. You can spend hours in our store choosing from a wide range of shirts, jeans, dresses, handbags, stilettos, trendy apparel, lingerie, caps, belts, hats, and accessories to name a few. There is something for everyone at our store.",
      "Similar Brands": "MY VAPERY, SMOKERS CENTRE, THOMSUN PURE MUSIC",
      "Other Info": NaN
    },
    "BRAND BAZZAAR": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971547932235",
      "Location": "Persia Court",
      "Description": "Brand Bazzaar is a department style shopping heaven, housing a collection of popular clothing, footwear, handbags, accessories and fragrance brands. If you love top brands like Tommy Hilfiger, Nine West, Beverly Hills Polo Club, Nautica, Charles & Keith, Birkenstock and Levis, you will find them all under one roof at unique price points, so look no further. Brand Bazzaar offers a versatile range of the world’s most exciting fashion, footwear, beauty and skincare brands for men and women, and toys and ‘Back to School’ collection for kids. We have something for everyone to match your everyday and every occasion. With several new styles launching every week let it be casual dresses, formal shirt, denims or great shoes, or handbags to complement your outfits there are incredible possibilities every day. With an aim to change the way people shop, we bring all the Big Brands at small prices. Come often, and let yourself be inspired and have fun.",
      "Similar Brands": "MUMUSO, BRANDS FOR LESS, BRANDS FOR LESS",
      "Other Info": NaN
    },
    "MY VAPERY": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "050360 9156",
      "Location": "Tunisia Court",
      "Description": "My Vapery - Largest Vape Retailer in the UAE with 14 stores and only growing.\nMyVapery was set up to provide industry-leading solutions for product development and set new standards for vape retailing.\n\nLeading the market selling vaping hardware, accessories,\nstarter kits, tanks and E-liquids. We focus on providing outstanding customer service and quality products. You name it, we got it!",
      "Similar Brands": "FLYING TIGER COPENHAGEN, DAISO, JS MUSIC",
      "Other Info": NaN
    },
    "ONEZONE": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+97145686336",
      "Location": "India Court",
      "Description": "The Life in Colour is popular with people when they buy a house or rent a house, they prefer colorful, interesting and easy-to-use living things for the home, through which they show their personality. Onezone will Express yourself Different from the traditional black-and-white gray with \"more Fancy, more Colour, more Novelty\" for life and design concepts, conveying positive and happy Life attitude, and bring daily household the ultimate product experience.",
      "Similar Brands": "BRANDS FOR LESS, MINISO, MY VAPERY",
      "Other Info": NaN
    },
    "Miniso": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 42390733",
      "Location": "Egypt Court",
      "Description": "Miniso, a Japan-based designer home décor, gifts and trinkets brand, was co-founded by Japanese designer Mr. Miyake Junya and Chinese young entrepreneur Mr. Ye Guofu in Tokyo, Japan, with the former serving as chief designer. We are promoters of global “intelligent consumer products”. The store offers a wide range of creative lifestyle products. From quirky home décor to gifts and more, there is a lot to choose from at Miniso Dubai.",
      "Similar Brands": "BRAND BAZZAAR, BRANDS FOR LESS, THOMSUN PURE MUSIC",
      "Other Info": NaN
    },
    "Mumuso": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "050-9672519",
      "Location": "Egypt Court",
      "Description": "A popular fast fashion brand around the world. We satisfy our customers from all over the world by providing fashionable, affordable and high-quality daily life products.",
      "Similar Brands": "ONEZONE, FLYING TIGER COPENHAGEN, HEMA",
      "Other Info": NaN
    },
    "Flying Tiger Copenhagen": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "044106649",
      "Location": "Tunisia Court",
      "Description": "Eclectic. Whimsical. Surprising. Flying Tiger Copenhagen is a vibrant and unique store that sparks joy and curiosity. Explore a treasure trove of delightful and affordable items, ranging from quirky home decor and playful toys to arts and crafts supplies. With ever-changing inventory, every visit promises a new adventure. Get ready to embrace the magic of Flying Tiger Copenhagen and discover a world where imagination knows no bounds.",
      "Similar Brands": "SMOKERS CENTRE, MUMUSO, DOLLAR PLUS",
      "Other Info": NaN
    }
  },
  "SPORTING GOODS / LIFESTYLE FASHION": {
    "Sun & Sand Sports": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "971 4 3669777",
      "Location": "Egypt Court",
      "Description": "Are you looking for a one-stop-shop for all your sports gear and apparel needs in Dubai? Visit Sun & Sand Sports, a leading sports retailer in Dubai. No matter what sport you play, we have the right equipment and clothing for you. From shoes and jerseys to track suits and jackets, you can find it all under one roof at our store. Let our qualified staff help you find the right fit and show you the best gear for your game.",
      "Similar Brands": "REEBOK, ADIDAS OUTLET, COLUMBIA",
      "Other Info": NaN
    },
    "Nike": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 3504594",
      "Location": "Egypt Court",
      "Description": "Get the latest innovations for court, field and everywhere in between at Nike in Dubai. Inspiring the world's athletes, Nike delivers innovative products, experiences, and services. Visit our store for high-performance sportswear and athletic gear for running, tennis, basketball, soccer and a host of other sports and activities. Our merchandise is highly reputed due to its excellent quality, innovative design, and durability. Let our experts help you find the best equipment and clothes for your sport.",
      "Similar Brands": "ATHLETE'S CO, TIMBERLAND, ADIDAS OUTLET",
      "Other Info": NaN
    },
    "Timberland": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 43669777",
      "Location": "Egypt Court",
      "Description": "Discover the latest collection of tops, jackets, boots, accessories and casual and dress shoes at Timberland Dubai. We are well known for our sturdy and durable footwear that come in a range of styles such as boots, sandals, slippers and more. Our clothing is smart, casual and meant for the adventurous. Visit us and have a look at our collection.",
      "Similar Brands": "ATHLETE'S CO, SUN & SAND SPORTS, BEYOND THE BEACH",
      "Other Info": NaN
    },
    "Reebok": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0565114234",
      "Location": "Persia Court",
      "Description": "Reebok International Ltd., headquartered in Boston, MA, USA, is a leading worldwide designer, marketer and distributor of fitness and lifestyle footwear, apparel and equipment. An American-inspired global brand, Reebok is a pioneer in the sporting goods industry with a rich and storied fitness heritage. \nA subsidiary of adidas, Reebok develops products, technologies and programming that enable movement so people can fulfill their potential. Reebok connects with the fitness consumer wherever they are and however they choose to stay fit – whether it’s functional training, running, combat training, walking, dance, yoga or aerobics. Reebok Classics leverages the brand’s fitness heritage and represents the roots of the brand in the sports lifestyle market.",
      "Similar Brands": "COLUMBIA, TIMBERLAND, BEYOND THE BEACH",
      "Other Info": NaN
    },
    "SPORTS MARKET": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 578 6448",
      "Location": "China Court",
      "Description": "Sports Market is a multi-brand sports store that houses the most popular lifestyle and sports brands such as Nike, Adidas, Puma, Timberland, Vans, The North Face, Columbia and many more.",
      "Similar Brands": "ADIDAS OUTLET, DECATHLON, ATHLETE'S CO",
      "Other Info": "Sports Market offers a variety across its categories such as footwear, apparel, equipment and accessories.\nWithin sporting goods, it covers the main sporting categories such as football, basketball, running, swimming, tennis\n"
    },
    "Columbia": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 43669777",
      "Location": "Egypt Court",
      "Description": "Columbia is a well known creator of adventure and sportswear. Making our products takes passion and an understanding of people who love the outdoors as much as we do. That’s why, from progressive technology to our advanced heritage range of apparel including durable outerwear and pants all our products go through rigourous tests for durabilty. Visit our store in Dubai for an endless array of quality outdoor and sportswear apparel.",
      "Similar Brands": "REEBOK, TIMBERLAND, NIKE",
      "Other Info": NaN
    },
    "Athlete's Co": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043698014",
      "Location": "Egypt Court",
      "Description": "Athlete’s Co. is a multi-brand sports lifestyle concept store that houses some of the stylish brands from around the world. Our footwear and accessories portfolio of brands includes Sketchers, New Balance, Adidas, Crocs, TOMS, UGG, Herschel, Ralph Lauren Polo, Lacoste, Asics to name a few. Visit our store at Ibn Battuta Mall to view our range of sportswear and shoes.",
      "Similar Brands": "SPORTS MARKET, COLUMBIA, NIKE",
      "Other Info": NaN
    },
    "Aco Price": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 55 5979475",
      "Location": "India Court",
      "Description": "ACO. Price is a new concept store that is positioned in between the current Athlete’s Co and Athlete’s Co Outlet. ACO. Price houses some of the stylish brands from around the World. Our footwear and accessories portfolio of brands includes Skechers, Adidas, Crocs, Reebok, FILA, TOMS, Herschel, Ralph Lauren Polo, Lacoste to name a few.",
      "Similar Brands": "BEYOND THE BEACH, SPORTS MARKET, ADIDAS OUTLET",
      "Other Info": "Trading hours\nweekdays 10AM to 10PM, Fri-Sat 10AM to 12AM\n"
    },
    "Beyond The Beach": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 44377524",
      "Location": "China Court",
      "Description": "Get “beach-ready” with the coolest clothing and accessories from Beyond the Beach Dubai.  From surfing gear to all you need for a day out on the beach, we have it all. We offer you a range of fashionable beach apparel, sunscreens, underwater gadgets, water sports equipment, and extreme sports goods. Count on our brand to provide you with all the essentials you need at the beach at great prices. Visit us today!",
      "Similar Brands": "REEBOK, ATHLETE'S CO, SUN & SAND SPORTS",
      "Other Info": NaN
    },
    "Decathlon": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 45577308",
      "Location": "Egypt Court",
      "Description": "Explore Decathlon, the world's biggest sports retailer and chain of sports stores for camping, cycling, running, gym, horse riding and much more in Dubai. Decathlon brings the joy of sports to people across the world by developing innovative and inexpensively priced sportswear and sports gear products. You can be sure to find a wide range of sporting goods, for all levels from beginners to professionals at Decathlon Dubai.",
      "Similar Brands": "COLUMBIA, SPORTS MARKET, REEBOK",
      "Other Info": "Decathlon is a French-based sporting goods retailer offering everything from outfits to accessories, equipment to footwear. Following the \"all sports in one store\" concept, the store features Test Zones to experience products before buying them. Although the chain sells international brand names, its strength lies in researching and developing its own “Passion Brands”. Since its inception, Decathlon’s goal has been to make sports accessible to the greatest number of people, from beginners to professionals, by providing world-class products at reasonable prices.\n"
    },
    "Adidas Outlet": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "04 5851175",
      "Location": "Egypt Court",
      "Description": "At Adidas Outlet in Dubai, you'll find a perfect blend of fashion and function. As one of the best shoe stores in Dubai, the outlet offers an extensive collection of running and training shoes, football boots, casual shoes, sandals, and flip-flops by famous designers that are made using innovative materials. In addition to sportswear for adults and children, the store also houses specialist collections for football, running, training, golf, swimming, tennis, and basketball. Don't miss out on the opportunity to shop at one of the best outlet stores in Dubai for Adidas's collections.",
      "Similar Brands": "COLUMBIA, SUN & SAND SPORTS, REEBOK",
      "Other Info": NaN
    }
  },
  "TOYS / CHILDREN INTEREST": {
    "The Little Gym": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 445 6850",
      "Location": "Egypt Court",
      "Description": "The Little Gym is a leading enrichment and physical development centre for children from 4 months through 12 years in Dubai. Programs offer children a catalyst to life’s adventures by using movement-based learning and imaginative play activities for kids to help build the confidence and skills needed at each stage of childhood. We’ve collaborated with some of the most respected names in children’s toys and entertainment to enrich the experience of classes, parties, camps and more at The Little Gym.",
      "Similar Brands": "MY TOYS, JUMEIRAH INTERNATIONAL NURSERIES, STAY AND PLAY",
      "Other Info": NaN
    },
    "TOY STATION": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "971 4 584 8997",
      "Location": "Egypt Court",
      "Description": "Toy Station General Trading LLC is a Toy And Retail Distributor established in the UAE for infants, preschoolers, toddlers,kids and teenagers in which children can learn and play at the same time.We select safe and fun entertaining toys with the help of dedicated sales,merchandising and marketing team.",
      "Similar Brands": "TOYS FOR LESS, STAY AND PLAY, THE LITTLE GYM",
      "Other Info": NaN
    },
    "My toys": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 45786595",
      "Location": "Egypt Court",
      "Description": NaN,
      "Similar Brands": "TOY STATION, STAY AND PLAY, FUN CITY",
      "Other Info": NaN
    },
    "Jumeirah International Nurseries": {
      "Working Hours": "Open at 7:00 AM",
      "Contact Number": "04 557 9080",
      "Location": "Persia Court",
      "Description": "Jumeirah International Nurseries (JINS) has been delivering an outstanding Early Years education since 1981, and we provide a holistic and inspiring British education that nurtures the hearts and minds of children aged 45 days to 6 years. Visit Jumeirah International Nurseries Dubai and learn more about how one of the most popular nurseries in Jebel Ali works for the betterment of your children.",
      "Similar Brands": "TOYS FOR LESS, TOY STATION, FUN CITY",
      "Other Info": NaN
    },
    "Stay and Play": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "0505425828",
      "Location": "Egypt Court",
      "Description": "Stay and Play Dubai is a one-price entry, multi-play area for children aged 2-8 years old. At this indoor play area in Dubai, there are many soft items, activities and attractions to keep children amused whilst you go shopping or just relax with a coffee nearby and get a well-earned break from your kids.",
      "Similar Brands": "FUN CITY, JUMEIRAH INTERNATIONAL NURSERIES, MY TOYS",
      "Other Info": "Our well-trained staff will look after your little darlings in a clean and safe environment whilst they explore the various elements that make Stay and Play different and unique. Make sure to check out one of the best play areas in Dubai for a fun, relaxing day for both you and the kids.\n"
    },
    "Fun City": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "043669819",
      "Location": "Andalusia Court",
      "Description": "Fun City is an ideal play centre for kids between 1-12 years of age. Fun City forms an integral part in the society by providing a platform to children for social interactions and active play in a safe, secure and conveniently accessed location.\nFun has many faces at Fun City. “Fun n Learn” an area for children age 0-4 provides avenues for the mental and physical development of a child, whereas the softplay area called “Play Zone” provides a safe and secure place to slide, run, climb, jump around and enjoy. Birthday parties, School Trips and Mom’s Coffee Mornings are the perfect get-togethers that make every moment for family and friends a whole lot more fun and memorable.\nFun City has a simple invitation to one and all; Come, play! ",
      "Similar Brands": "JUMEIRAH INTERNATIONAL NURSERIES, TOY STATION, THE LITTLE GYM",
      "Other Info": "www.funcity.ae\nWeekday (Sunday to Wednesday)            : 2 PM to 10 PM\nWeekday (Thursday to Saturday)              : 1 PM to 11 PM\nhttps://www.instagram.com/funcitycomeplay\nhttps://www.facebook.com/funcitycomeplay\n@funcitycomeplay\n"
    },
    "TOYS FOR LESS": {
      "Working Hours": "Open at 10:00 AM",
      "Contact Number": "+971 4 5149394",
      "Location": "India Court",
      "Description": "Toys For Less is an outlet toy store that engages younger audiences. It contains more than 500 plus brands to ensure that there is the perfect toy at the right price for every child out there.",
      "Similar Brands": "JUMEIRAH INTERNATIONAL NURSERIES, THE LITTLE GYM, TOY STATION",
      "Other Info": NaN
    }
  }
}